Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# SFB_Exam2
source: <strong>Type 2 diabetes:</strong> Screen at diagnosis, then annually. Screen for neuropathy with 10-g monofilament or 128 Hz tuning fork at dorsum of great toe. In foot exam look for: structural abnormalities, neuropathy, vascular disease, ulceration, infection
fr_ca: <strong>Diabète de type 2 : </strong>Dépistage au moment du diagnostic, puis une fois par année.<br /> Dépister la neuropathie au moyen d’un monofilament de 10 g ou d’un diapason de 128&nbsp;Hz placé sur la proéminence osseuse du gros orteil. Signes à déceler à l’examen des pieds&nbsp;: anomalies structurales, neuropathie, maladie vasculaire, ulcères, infection.

# SFB_Exam3
source: Early detection and treatment. If neuropathy present: require foot care education, specialized footwear, smoking cessation. If ulcer present: manage by multidisciplinary team with expertise
fr_ca: Dépistage et traitement précoces. En présence de neuropathie : éducation sur les soins des pieds, chaussures spécialisées, arrêt tabagique. En présence d’ulcère : recours à l’expertise d’une équipe multidisciplinaire.

# SFB_Heading
source: Summary Feedback
fr_ca: SOMMAIRE DE RÉTROACTION

# SFB_Hypoglycemia
source: Hypoglycemia
fr_ca: Hypoglycémie

# SFB_LastPara
source: Adopted from Canadian Diabetes Association’s Sample Diabetes Care Flow Sheet for Adults
fr_ca: Adaptation de : <em>Canadian Diabetes Association’s Sample Diabetes Care Flow Sheet for Adults</em>

# SFB_Legend
source: Legend
fr_ca: Légende

# SFB_Measure
source: Measure <strong>A1C every three months</strong> for most adults. Consider testing at least every 6 months in adults during periods of treatment and lifestyle stability when glycemic targets have been consistently achieved
fr_ca: Mesurer le <strong>taux d’HbA1c tous les trois mois</strong> pour la majorité des adultes. Considérer mesurer tous les six mois durant les périodes de stabilisation du traitement et du mode de vie une fois que les cibles glycémiques sont atteintes régulièrement.

# SFB_Measure2
source: <ul> <li><b>A1C ≤7.0% for most patients</b> with type 2 diabetes.</li> <li><b>A1C ≤6.5% may be considered</b> in <b>some patients</b> with type 2 diabetes to <b>further lower the risk of nephropathy</b> and <b>retinopathy</b> which <b>must be balanced against the risk of hypoglycemia.</b></li> <li><b>A1C of 7.1 – 8.5% may be considered</b> for patients with type 2 diabetes based on limited life expectancy, functional dependency, extensive coronary artery disease at high risk of ischemia, multiple comorbidities, recurrent severe hypoglycemia, hypoglycemia unawareness, longstanding diabetes unable to achieve A1C ≤7% despite best efforts (including intensified insulin).</li> </ul>
fr_ca: <ul> <li><b>Taux d’HbA1c ≤7,0 % pour la majorité des patients</b> atteints de diabète de type 2</li> <li><b>Un taux d’HbA1c ≤6,5 % peut être considéré pour certains patients</b> atteints de diabète de type 2 dans le but de <b>réduire davantage le risque de néphropathie et de rétinopathie, lequel doit être considéré par rapport au risque d’hypoglycémie.</b></li> <li><b>Un taux d’HbA1c de 7,1 à 8,5 % peut être considéré</b> pour les patients atteints de diabète de type 2 en fonction d’une espérance de vie limitée, de la perte d’autonomie fonctionnelle, d’une coronaropathie d’envergure avec risque élevé d’ischémie, de multiples comorbidités, d’hypoglycémie grave récurrente, d’hypoglycémie non diagnostiquée, d’un diabète de longue date sans atteinte d’un taux d’HbA1c ≤7 % malgré les meilleurs efforts (y compris l’intensification de l’insulinothérapie).</li> </ul>

# SFB_MeasureBP
source: Measure BP <strong>at diagnosis and at every diabetes clinic visit</strong>
fr_ca: Mesurer la TA <strong>au moment du diagnostic et à chaque consultation à la clinique pour le diabète</strong>

# SFB_NA
source: Not Applicable
fr_ca: Sans objet

# SFB_NR
source: Not Recorded
fr_ca: Non documenté

# SFB_NutritionEncourage
source: Encourage nutritional therapy (by a registered dietitian) as an integral part of treatment and self-management.
fr_ca: Recommander l’intégration d’une thérapie nutritionnelle (avec un diététiste agréé) au traitement et à l’autogestion.

# SFB_NutritionTarget
source: Meet nutritional needs by following <strong>Eating Well with Canada’s Food Guide </strong>
fr_ca: Répondre aux besoins en nutrition conformément au programme <strong>Bien manger avec le Guide alimentaire canadien</strong>

# SFB_Objective
source: Objective
fr_ca: Objectif

# SFB_PA
source: Physical Activity
fr_ca: Activité physique

# SFB_PARA
source: Adopted from Canadian Diabetes Association’s Sample Diabetes Care Flow Sheet for Adults
fr_ca: Adaptation de : Canadian Diabetes Association’s Sample Diabetes Care Flow Sheet for Adults

# SFB_PatientID
source: PatientID
fr_ca: Identifiant du patient

# SFB_PA_DISCUSS
source: Discuss and encourage aerobic and resistance exercise. Evaluate those with possible CAD or microvascular complications undertaking exercise substantially more vigorous than brisk walking.
fr_ca: Aborder et encourager l’exercice aérobique et de résistance. Évaluer les cas possibles de coronaropathie ou de complications microvasculaires prévoyant faire un exercice considérablement plus vigoureux qu’une marche énergique

# SFB_PA_DISCUSS2
source: Aerobic:<strong> ≥150 minutes</strong> /week <br /> Resistance: <strong>3 sessions/week </strong>
fr_ca: Aérobique : <strong>≥150 minutes par semaine</strong><br /> Résistance : <strong>3 séances par semaine</strong>

# SFB_Premeal
source: Premeal (mmol/L) =<strong> 4.0-7.0 mmol/L for most patients </strong><br /> 2hr Postmeal (mmol/L) = <strong>5.0-10.0 mmol/L for most patients</strong><br /> <strong>5.0-8.0 mmol/L</strong> if not achieving A1C target
fr_ca: Glycémie préprandiale (mmol/L) = <strong>4,0-7,0 mmol/L pour la majorité des patients </strong><br /> 2 heures post-prandiale (mmol/L) = <strong>5,0-10,0 mmol/L pour la majorité des patients </strong><br /> <strong>5,0-8,0 mmol/L</strong> si le taux cible d’HbA1c n’est pas atteint

# SFB_Retinopathy
source: Retinopathy
fr_ca: Rétinopathie

# SFB_Retinopathy2
source: <strong>Type 2 diabetes:</strong> Screen at diagnosis and 1-2 years after initial screening if no retinopathy is present. The interval for follow-up assessment should be tailored to the severity of the retinopathy. Screening should be conducted by an experienced eye care professional
fr_ca: <strong>Diabète de type 2 : </strong>Dépister au moment du diagnostic, puis tous les 1 à 2 ans après le dépistage initial en l’absence de rétinopathie. L’intervalle des évaluations de suivi doit être déterminé en fonction de la gravité de l’atteinte. Le dépistage doit être fait par un professionnel expérimenté en soins de la vue.

# SFB_Retinopathy3
source: Early detection and treatment
fr_ca: Dépistage et traitement précoces

# SFB_SELF
source: Self-monitoring of Blood Glucose
fr_ca: Automesure de la glycémie

# SFB_Smoking
source: Smoking
fr_ca: Tabagisme

# SFB_Smoking_Encourage
source: Encourage patient to stop at each visit; provide support as needed
fr_ca: À chaque visite, encourager le patient à cesser de fumer; offrir le soutien nécessaire.

# SFB_Smoking_Encourage2
source: <strong>Smoking cessation</strong>
fr_ca: <strong>Arrêt tabagique</strong>

# SFB_Target
source: Target/Care Objective Met
fr_ca: Cible / Objectif de soins atteint

# SFB_Target_NOTMET
source: Target/Care Objective NOT Met
fr_ca: Cible / Objectif de soins non atteint

# SFB_Target_PARMET
source: Target/Care Objective Partially Met
fr_ca: Cible / Objectif de soins atteint en partie

# SFB_Target_WORD
source: Target
fr_ca: Cible

# SFB_Waist
source: Waist Circumference
fr_ca: Tour de taille

# SFB_WaistMeasure
source: Measure as an indicator of abdominal fat
fr_ca: Mesurer à titre d’indicateur de graisse abdominale

# SFB_WaistMeasure2
source: <strong>MEN: </strong><br /> Caucasian, African:<strong> ≥94 cm</strong><br /> Asian, South or Central American:<strong> ≥90 cm</strong><br /> <strong>WOMEN:</strong><br /> All women: <strong>≥80 cm</strong>
fr_ca: <strong>HOMMES :&nbsp; </strong><br /> Race blanche, race noire : <strong>≥94 cm</strong><br /> Asiatique, hispanique : <strong>≥90 cm</strong><br /> <strong>FEMMES :</strong><br /> Toutes les femmes : <strong>≥80 cm</strong>

# SPECIALIST_INDEX
source: <div id="rightbox"> <br /> <div id="newsbox2"> <span class="normalshadow1">NEWS &amp; UPDATES</span><br /> <br /> <p> <span style="font-weight:bold; font-size:20px">Welcome to your Personal PROTECT DM Portal</span><br /> <br /> <span style="color:#0B528F; font-weight:bold; font-size:20px">Next Steps:&nbsp; &ldquo;Physician Specific Requirements&rdquo; Section</span> <br /> <strong>1. Review and Complete the Memorandum of Understanding (MOU)</strong><br /> <strong>2. Complete the Payee Form</strong><br /> <br /> Please get familiarized with the PROTECT DM program components and identify ten (10) patients that meet the eligibility criteria: <span style="color: #0B528F; font-weight: bold;">VIEW: <u> <a href="/pdf/SP/EligibilityCriteria_PROTECTDM.pdf" target="_blank">Eligibility Criteria </a></u></span><br /> <br /> </p> <table width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td width="5%" align="center" valign="top"><p><strong></strong></p></td> <td width="95%" align="left"> <ul> <li><strong>The Practice Assessment Survey and Forms will be accessible for completion in June.</strong><strong> </strong></li> </ul> </td> </tr> </table> </div><!--end of newsbox2--><br /> <br /> <p>Dear Colleague, <p> <br /> <p> On behalf of the Canadian Heart Research Centre and the PROTECT DM Planning Committee, we welcome you to your personal online portal and thank you for taking part in this initiative. The PROTECT DM Program is coordinated by the Canadian Heart Research Centre (CHRC; www.chrc.net), a not-for-profit academic organization specializing in quality improvement initiatives, and is supported by Novo Nordisk. <p><br /> <p>The PROTECT DM program will allow you to confidentially assess your practice needs and will facilitate knowledge translation through evidence-based clinical decision making support. The decision to follow the recommendations is left to your discretion. </p> <br /> <p>The PROTECT DM program has been reviewed and approved by OPTIMUM Clinical Research Inc., an independent, central Ethics Review Board.&nbsp; </p> <br /> <p> The online portal has been created to provide you with timely access to the program materials and educational tools as well as provide you with a convenient way to manage the program documents and complete the Electronic Practice Assessment (e-PAFs) and Measure Assessment Forms (e-MAFs). Please keep your username and password confidential.&nbsp; </p><br /> <p> In order to download documents, you will need to enable cookies in your browser. Please follow the link for additional information:&nbsp;<span style="color: #0B528F"><strong><a href="/pdf/SP/Guide to Enabling Cookies in Your Browser.pdf" target="_blank"><u>Enabling Cookies</u> </a></strong>&nbsp;</span> </p><br /> <p> Please take a few minutes to familiarize yourself with the program requirements and the site functionalities. Download:&nbsp;<span style="color: #0B528F"><strong> <u> <a href="/pdf/SP/PROTECTDM_SYNOPSIS_SP.pdf" target="_blank">PROTECT DM Program Overview</a></u>&nbsp; </strong></span></p> <br /> <p>The PROTECT DM team is happy to assist you with any questions. Please do not hesitate to contact us at any time:&nbsp;<strong><u style="color: #0B528F"><a href='/Home/Contact' >Contact Us</a> </u></strong> </p><br /> <p> We look forward to collaborating with you. </p><br /> With best regards, </p> <p> <br /> <br /> <strong>Lawrence A. Leiter, MD</strong> <br /> <strong style="color: #015091">PROTECT DM Chair</strong><br /> Division of Endocrinology and Metabolism </p> <p> St. Michael’s Hospital<br /> Professor of Medicine and Nutritional Sciences </p> University of Toronto </div><!--end of rightbox--> <div style="clear:both"></div>
fr_ca: <div id="rightbox"> <br /> <div id="newsbox2"> <span class="normalshadow1">BULLETIN INFORMATIF</span><br /> <br /> <p> <span style="font-weight:bold; font-size:20px">Bienvenue à votre accès personnel au Portail PROTECTION Diabète</span><br /> <br /> <span style="color:#0B528F; font-weight:bold; font-size:20px"> Prochaines Étapes:&nbsp; Section &ldquo;Pré-requis spécifiques des médecins&rdquo;</span> <br /> <strong>1. Réviser et Compléter le Protocole d’Entente (PE)</strong><br /> <strong>2. Remplir le formulaire d’honoraires</strong><br /> <br /> Veuillez vous familiariser avec les composantes du programme PROTECTION Diabète et identifier dix (10) patients qui rencontrent les critères d’admissibilité: <span style="color: #0B528F; font-weight: bold;">VOIR: <u> <a href="/pdf/SP/EligibilityCriteria_FR.pdf" target="_blank">Critères d’admissibilité </a></u></span><br /> <br /> </p> <table width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td width="5%" align="center" valign="top"><p><strong></strong></p></td> <td width="95%" align="left"> <ul> <li><strong>Le sondage de la pratique d’évaluation et les formulaires seront accessibles à être complétés en juin</strong><strong> </strong></li> </ul> </td> </tr> </table> </div><!--end of newsbox2--><br /> <br /> <p>Cher collègue <p> <br /> <p>Au nom du Centre canadien de recherche en cardiologie (CCRC) ainsi que du comité de planification PROTECTION Diabète, nous vous souhaitons la bienvenue à votre portail en-ligne personnel et vous remercions de participer à cette initiative. Le programme PROTECTION Diabète est coordonné par le Centre canadien de recherche en cardiologie (CRCC; www.chrc.net), un organisme à but non-lucratif académique, spécialisé dans des initiatives d’amélioration de la qualité des soins, et est rendu possible grâce au soutien de Novo Nordisk Canada, obtenu à la suite d’une demande de subvention à l’initiative du chercheur .<p><br /> <p>De plus, ce programme inclut un transfert des connaissances visant le soutien à la prise de décision clinique, mais il incombe au médecin participant de prendre sa décision en fonction des recommandations. </p> <br /> <p> Le programme PROTECTION Diabète a été revu et approuvé par OPTIMUM Clinical Research Inc., un comité central d’évaluation de l’éthique. </p> <br /> <p> Le portail en-ligne a été créé pour vous permettre d’accéder au matériel du programme ainsi que les outils éducationnels en plus de vous procurer une convivialité à gérer les documents du programme et de compléter les Formulaire d’Évaluation de Pratique électroniquement (FÉP-e), ainsi que les formulaires de ré-évaluation de pratique (FRÉÉP-e). Veuillez noter votre nom d’identification personnel ainsi que votre mot de passe de manière confidentielle. </p><br /> <p> Pour télécharger les documents, vous devrez activer les “cookies” dans votre navigateur; cliquez sur le lien suivant pour plus d’informations: &nbsp;<span style="color: #0B528F"><strong><a href="/pdf/SP/EnablingCookies_FR.pdf" target="_blank"><u>Activation des cookies </u> </a></strong>&nbsp;</span> </p><br /> <p> Veuillez prendre quelques minutes pour vous familiariser avec les exigences du programme et les fonctions du site. Téléchargez le document suivant :&nbsp;<span style="color: #0B528F"><strong> <u> <a href="/pdf/SP/PROTECTDM_SYNOPSIS_SP_FR.pdf" target="_blank"> Survol du programme PROTECTION Diabète </a></u>&nbsp; </strong></span></p> <br /> <p>L’équipe du programme PROTECTION Diabète se fera un plaisir de répondre à vos questions. N’hésitez pas à communiquer avec nous à n’importe quel moment :&nbsp;<strong><u style="color: #0B528F"><a href='/Home/Contact' >Contact</a> </u></strong> </p><br /> <p> Au plaisir de collaborer avec vous. </p><br /> Salutations cordiales, </p> <p> <br /> <br /> <strong>Lawrence A. Leiter, MD</strong> <br /> <strong style="color: #015091">Président du programme PROTECTION Diabète</strong><br /> Division d’Endocrinologie et Métabolisme <br /> Hôpital St. Michael </p> <p> Professeur, Sciences de la médecine et nutrition<br /> Université de Toronto <br /><br /><br /> </p> </div><!--end of rightbox--> <div style="clear:both"></div>

source: STEERING COMMITTEE
fr_ca: COMITÉ DE DIRECTION

# Steering_page
source: <div id="rightbox"><span style="font-size:28px; color:#0B528F; font-weight:700;">PROTECT DM Steering Committee</span><br /> <br /> <table width="95%" border="0" cellspacing="0" cellpadding="0"> <tr> <td width="23%"><img src="../images/SC/Leiter Photo.jpg" alt="" width="150" height="150" /></td> <td width="77%" style="padding-left:15px"><strong>Lawrence A. Leiter, MD, FRCPC, FACP, FACE, FAHA</strong><br /> <span style="color: #0B528F; font-weight: bold;">PROTECT DM Program Chair</span><br /> Division of Endocrinology and Metabolism<br /> St. Michael's Hospital<br /> Professor of Medicine and Nutritional Sciences<br /> University of Toronto<br /></td> </tr> <tr> <td>&nbsp;</td> <td>&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td>&nbsp;</td> </tr> <tr> <td><strong><img src="../images/SC/Cheng photo.jpg" alt="" width="150" height="150" /></strong></td> <td style="padding-left:15px"><strong>Alice YY Cheng, MD, FRCPC</strong><br /> Endocrinologist<br /> Trillium Health Partners and St. Michael's Hospital<br /> Associate Professor<br /> Department of Medicine<br /> University of Toronto</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td><strong><img src="../images/SC/langer.jpg" alt="" width="150" height="150" /></strong></td> <td style="padding-left:15px"><strong>Anatoly Langer MD, M.Sc., FRCP (C), FACC</strong><br /> <p>Chair, Canadian Heart Research Centre<br /> Professor of Medicine<br /> University of Toronto<br /> Chair<br /> Foundation for Medical Education and Research</p></td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td><strong><img src="../images/SC/Mancini Colour.jpg" alt="" width="150" height="150" /></strong></td> <td style="padding-left:15px"><p><strong>G B John Mancini, MD, FRCP(C), FACC</strong></p> <p>Professor of Medicine<br /> Director <br /> Cardiovascular Imaging Research Core Laboratory, CIRCL<br /> University of British Columbia<br /> President, Medical/Allied Staff<br /> Vancouver Hospital</p></td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> </table> <!--end of rightbox--> </div><div style="clear:both"></div>
fr_ca: <div id="rightbox"><span style="font-size:28px; color:#0B528F; font-weight:700;">PROTECTION Diabète COMITÉ DE DIRECTION</span><br /> <br /> <table width="95%" border="0" cellspacing="0" cellpadding="0"> <tr> <td width="23%"><img src="../images/SC/Leiter Photo.jpg" alt="" width="150" height="150" /></td> <td width="77%" style="padding-left:15px"><strong>Lawrence A. Leiter, MD, FRCPC, FACP, FACE, FAHA</strong><br /> <span style="color: #0B528F; font-weight: bold;">Président du programme PROTECTION Diabète </span><br /> Division d’Endocrinologie et Métabolisme <br /> Hôpital St. Michael <br /> Professeur, Sciences de la médecine et nutrition <br /> Université de Toronto<br /></td> </tr> <tr> <td>&nbsp;</td> <td>&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td>&nbsp;</td> </tr> <tr> <td><strong><img src="../images/SC/Cheng photo.jpg" alt="" width="150" height="150" /></strong></td> <td style="padding-left:15px"><strong>Alice YY Cheng, MD, FRCPC</strong><br /> Endocrinologue<br /> Trillium Health Partners et Hopsital St. Michael<br /> Professeur agrégé<br /> Département de Médecine <br /> Université de Toronto</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td><strong><img src="../images/SC/langer.jpg" alt="" width="150" height="150" /></strong></td> <td style="padding-left:15px"><strong>Anatoly Langer MD, M.Sc., FRCP (C), FACC</strong><br /> <p>Président, Centre canadien de la recherche cardiovasculaire<br /> Professeur de Médecine<br /> Université de Toronto<br /> Chaise<br /> Fondation pour l'éducation médicale et la recherche</p></td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td><strong><img src="../images/SC/Mancini Colour.jpg" alt="" width="150" height="150" /></strong></td> <td style="padding-left:15px"><p><strong>G B John Mancini, MD, FRCP(C), FACC</strong></p> <p>Professeur de Médecine<br /> Directeur <br /> Cardiovascular Imaging Research Core Laboratory, CIRCL<br /> Université de la Colombie-Britannique<br /> Président, personnel allié médical<br /> Hôpital Vancouver</p></td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> <tr> <td>&nbsp;</td> <td style="padding-left:15px">&nbsp;</td> </tr> </table> <!--end of rightbox--> </div><div style="clear:both"></div>

source: SUBMIT
fr_ca: SOUMETTRE

# TAXNUMBER
source: Tax Number (HST / Other):
fr_ca: Numéros de taxes:

source: Team Leader
fr_ca: Chef d'équipe

# Team_Leader_Num
source: 416.977.8010 ext 400
fr_ca: 416.977.8010 poste 400

source: THANK YOU
fr_ca: MERCI

source: THIS IS NOT ME
fr_ca: CE N'EST PAS MOI

# TOCOMPANYNAME
source: To a Company Name
fr_ca: Nom d’une compagnie

source: To me personally
fr_ca: Moi-même

# TOOLS_PRACTICE
source: Tools for Practice
fr_ca: Outils pour la pratique

source: Townhall Meetings
fr_ca: Réunions générales

# UNIQUE_REG_ID
source: Unique Registration ID
fr_ca: Identifiant d'inscription unique

# UPDATE_COMPLETE
source: UPDATE AND COMPLETE BLANK FIELDS WHERE APPLICABLE
fr_ca: REMPLIR OU METTRE À JOUR LES CHAMPS VIDES, LE CAS ÉCHÉANT

source: Username
fr_ca: Nom d'utilisateur

# USERNAME_EMAIL
source: USERNAME (YOUR EMAIL ADDRESS)
fr_ca: NOM D'UTILISATEUR (VOTRE ADRESSE COURRIEL)

# USERNAME_REQ
source: Username Required
fr_ca: Nom d'utilisateur requis

# USER_GUIDE
source: User Guide and Instructions
fr_ca: Guide de l'utilisateur et directives

# USER_HELPER_COOKIES
source: ~/pdf/PCP/Guide to Enabling Cookies in Your Browser.pdf
fr_ca: /PDF/PCP/EnablingCookies_FR.pdf

# USER_HELPER_EligibilityCriteria
source: ~/pdf/PCP/EligibilityCriteria_PROTECTDM.pdf
fr_ca: /PDF/PCP/EligibilityCriteria_FR.pdf
