Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# PAP2_Female
source: Female
fr_ca: Femme

# PAP2_Gender
source: Gender
fr_ca: Sexe

# PAP2_GeneralInternist
source: General Internist
fr_ca: Interniste

# PAP2_heading
source: 2: Demographics and General Information
fr_ca: 2 : Données démographiques et renseignements généraux

# PAP2_howadherent
source: In your opinion, on average how adherent is this patient with his/her current medications?
fr_ca: D’après vous, quel est le taux d’observance du traitement actuel de votre patient?

# PAP2_howadherentdd1
source: 50% of the time
fr_ca: <50 % du temps

# PAP2_howadherentdd2
source: 50-70% of the time
fr_ca: 50-70 % du temps

# PAP2_howadherentdd3
source: 70% of the time
fr_ca: >70 % du temps

# PAP2_INCHES
source: IN
fr_ca: PO

# PAP2_languagebarrier
source: Have language barriers affected your ability to care for this patient?
fr_ca: Votre capacité à prodiguer des soins à ce patient est-elle difficile en raison de problèmes de langue?

# PAP2_languagebarrierchk1
source: No
fr_ca: Non

# PAP2_languagebarrierchk2
source: Somewhat
fr_ca: Jusqu’à un certain point

# PAP2_languagebarrierchk3
source: Yes
fr_ca: Oui

# PAP2_Male
source: Male
fr_ca: Homme

# PAP2_medadherence
source: How did you estimate medication adherence for this patient?
fr_ca: Comment avez-vous évalué l’observance médicamenteuse de ce patient?

# PAP2_medadherenceApply
source: Check ALL that APPLY or Select "I did not evaluate adherence in this patient"
fr_ca: Cochez TOUTES les réponses pertinentes ou sélectionnez « Je n'ai pas évalué l'observance thérapeutique de ce patient »

# PAP2_medadherencechk1
source: I asked the patient / caregiver
fr_ca: J'ai demandé au patient / aidant

# PAP2_medadherencechk2
source: I obtained pharmacy renewal records
fr_ca: J'ai obtenu les relevés de renouvellement de médicament de la pharmacie

# PAP2_medadherencechk3
source: I did a medication count
fr_ca: J'ai compté les médicaments

# PAP2_medadherencechk4
source: I estimated / guessed
fr_ca: J'ai estimé / deviné

# PAP2_medadherencechk5
source: I did not evaluate adherence in this patient
fr_ca: Je n'ai pas évalué l'observance thérapeutique de ce patient

# PAP2_MedicationCoverage
source: Medication Coverage
fr_ca: Assurance-médicament:

# PAP2_MedicationCoverage1
source: None
fr_ca: Aucun

# PAP2_MedicationCoverage2
source: Provincial / Federal
fr_ca: Régime provincial / fédéral

# PAP2_MedicationCoverage3
source: Private
fr_ca: Privé

# PAP2_MedicationCoverage4
source: Both Provincial/Federal and Private
fr_ca: Régime provincial / fédéral et privé

# PAP2_Nephrologist
source: Nephrologist
fr_ca: Néphrologue

# PAP2_Neuropathy
source: Neuropathy
fr_ca: Neuropathie

# PAP2_NoneOfAbove
source: None of the Above
fr_ca: Aucune de ces réponses

# PAP2_NotSure
source: Not Sure
fr_ca: Pas certain

# PAP2_Ophthalmologist
source: Ophthalmologist
fr_ca: Ophtalmologue

# PAP2_PatientAge
source: Patient's Age:
fr_ca: Âge du patient :

# PAP2_PA_NoneOFAbove
source: None of the Above
fr_ca: Aucune de ces réponses

# PAP2_Proteinuria
source: Proteinuria
fr_ca: Protéinurie

# PAP2_Retinopathy
source: Retinopathy
fr_ca: Rétinopathie

# PAP2_selectdropdown
source: Select one from the drop down menu
fr_ca: Sélectionnez une option à partir du menu déroulant

# PAP2_Title
source: 2: Demographics, History and Physical Assessment
fr_ca: 2: Démographie, Historique et Évaluation Physique

# PAP2_typesofantihyperglycemic
source: On average how many different types of antihyperglycemic agents does this patient take each day specifically for diabetes? <span style="color:#666; font-size:13px">(Fixed dose combination agents are considered 2 antihyperglycemic agents)</span>
fr_ca: En moyenne, combien de différentes sortes d’agents antihyperglycémiants ce patient prend-il chaque jour spécifiquement pour le diabète? <span style="color:#666; font-size:13px">(Les associations à dose fixe sont considérées comme 2 agents antihyperglycémiants)</span>

# PAP2_TypesofMeds
source: On average how many different types of medications (prescription and/or over the counter) does this patient take each day?
fr_ca: En moyenne, combien de différentes sortes de médicaments (d’ordonnance et/ou en vente libre) ce patient prend-il chaque jour?

# PAP2_Year1
source: 1 Year
fr_ca: 1 an

# PAP2_Year10
source: 10 Years
fr_ca: 10 ans

# PAP2_Year11
source: 11 Years
fr_ca: 11 ans

# PAP2_Year12
source: 12 Years
fr_ca: 12 ans

# PAP2_Year13
source: 13 Years
fr_ca: 13 ans

# PAP2_Year14
source: 14 Years
fr_ca: 14 ans

# PAP2_Year15
source: 15 Years
fr_ca: 15 ans

# PAP2_Year16
source: 16 Years
fr_ca: 16 ans

# PAP2_Year17
source: 17 Years
fr_ca: 17 ans

# PAP2_Year18
source: 18 Years
fr_ca: 18 ans

# PAP2_Year19
source: 19 Years
fr_ca: 19 ans

# PAP2_Year2
source: 2 Years
fr_ca: 2 ans

# PAP2_Year20
source: 20 Years
fr_ca: 20 ans

# PAP2_Year21
source: 21 Years
fr_ca: 21 ans

# PAP2_Year22
source: 22 Years
fr_ca: 22 ans

# PAP2_Year23
source: 23 Years
fr_ca: 23 ans

# PAP2_Year24
source: 24 Years
fr_ca: 24 ans

# PAP2_Year25
source: 25 Years
fr_ca: 25 ans

# PAP2_Year26
source: 26 Years
fr_ca: 26 ans

# PAP2_Year27
source: 27 Years
fr_ca: 27 ans

# PAP2_Year28
source: 28 Years
fr_ca: 28 ans

# PAP2_Year29
source: 29 Years
fr_ca: 29 ans

# PAP2_Year3
source: 3 Years
fr_ca: 3 ans

# PAP2_Year30
source: 30 Years
fr_ca: 30 ans

# PAP2_Year4
source: 4 Years
fr_ca: 4 ans

# PAP2_Year5
source: 5 Years
fr_ca: 5 ans

# PAP2_Year6
source: 6 Years
fr_ca: 6 ans

# PAP2_Year7
source: 7 Years
fr_ca: 7 ans

# PAP2_Year8
source: 8 Years
fr_ca: 8 ans

# PAP2_Year9
source: 9 Years
fr_ca: 9 ans

# PAP2_Yeargreater30
source: > 30 - 40 Years
fr_ca: > 30 ans

# PAP2_years
source: years
fr_ca: ans

# PAP3_A1C
source: A1C
fr_ca: HbA1C

# PAP3_A1CError1
source: *Please note that an A1C of > 7.0% is required in order for this patient to meet the eligibility criteria.
fr_ca: * Veuillez noter qu’un HbA1C de > 7.0% est requis afin que ce patient rencontre les critères d’éligibilité

# PAP3_A1CError2
source: *Please select A1C between 5 to 15
fr_ca: *Veuillez sélectionner le HbA1c entre 5 et 15

# PAP3_A1CError3
source: *Please select A1C between 7 to 15
fr_ca: *Veuillez sélectionner le HbA1c entre 7 et 15

# PAP3_ACRError
source: Please select ACR between 0.5 to 100
fr_ca: *Veuillez sélectionner le ACR entre 0,5 et 100

# PAP3_AlcoholIntake
source: Alcohol Intake:
fr_ca: Consommation d’alcool:

# PAP3_AlcoholIntake1
source: None
fr_ca: Ne consomme pas d’alcool

# PAP3_AlcoholIntake2
source: Light (≤5 drinks/wk)
fr_ca: Consommation légère (≤5 verres par semaine)

# PAP3_AlcoholIntake3
source: Moderate (6-10 drinks/wk)
fr_ca: Consommation modérée (6-10 verres par semaine)

# PAP3_AlcoholIntake4
source: Heavy
fr_ca: Consommation élevée (>10 verres par semaine)

# PAP3_AlcoholIntake5
source: Not Known
fr_ca: Inconnue

# PAP3_btnCalculate
source: /Images/icon_calculate.png
fr_ca: /Images/icon_calculate-fr.png

# PAP3_cessationplan
source: Was a cessation plan discussed in the past 12 months?
fr_ca: A-t-on abordé la question d’un plan d’arrêt tabagique au cours des 12 derniers mois?

# PAP3_ckhInches
source: in
fr_ca: po

# PAP3_ckhNA
source: Not Available
fr_ca: Non disponible

# PAP3_CoMorbidcond
source: CO-MORBID CONDITIONS:
fr_ca: COMORBIDITÉS :

# PAP3_Creatinine
source: Creatinine:
fr_ca: Créatinine :

# PAP3_CreatinineError
source: *Please select Creatinine between 10 to 1000
fr_ca: *Veuillez sélectionner la créatitine entre 10 et 100

# PAP3_DosageError
source: *Please select the checkbox and dosage
fr_ca: *Veuillez sélectionner la case à cocher et la dose

# PAP3_EGFR
source: e-GFR: <span style="font-size: 12px; Font-weight:Normal"> (last available) </span>
fr_ca: DFGe: <span style="font-size: 12px; Font-weight:Normal"> (dernier résultat disponible) </span>

# PAP3_eGFRError2
source: *Please select eGFR between 5 to 150
fr_ca: *Veuillez sélectionner le DGFe entre 5 et 150

# PAP3_ErrNONHdlc
source: Please Enter Valid Values for Total Cholesterol and HDLC and Click Calculate button
fr_ca: Veuillez entrer des valeurs valides pour le Total Cholestérol et le C-HDL et cliquer ensuite sur le bouton Calculer

# PAP3_HDLCError
source: *Please select HDLC between 0.10 to 5.00
fr_ca: *Veuillez sélectionner le C-HDL entre 0,10 et 5,00

# PAP3_heading
source: 3: History, Co-Morbidities and Physical Assessment
fr_ca: 3 : Antécédents, comorbidités et évaluation physique

# PAP3_HeartRate
source: Heart Rate:
fr_ca: Fréquence cardiaque:

# PAP3_Height
source: Height:
fr_ca: Taille:

# PAP3_LDLC
source: LDL-C:
fr_ca: C-LDL:

# PAP3_LDLCError
source: *Please select LDLC between 0.50 to 10.00
fr_ca: *Veuillez sélectionner le C-LDL entre 0,50 et 10,00

# PAP3_LIVERDISEASE
source: LIVER DISEASE:
fr_ca: MALADIE HÉPATIQUE

# PAP3_LIVERDISEASE1
source: Non-alcoholic fatty liver disease
fr_ca: Maladie du foie non alcoolique

# PAP3_LIVERDISEASE2
source: Non-alcoholic steatohepatitis
fr_ca: Stéatose hépatique non alcoolique

# PAP3_LIVERDISEASE3
source: Cirrhosis
fr_ca: Cirrhose

# PAP3_LIVERDISEASE4
source: Other
fr_ca: Autre

# PAP3_MACROVASCULAR
source: MACROVASCULAR
fr_ca: MACROVASCULAIRE

# PAP3_Macrovascular1
source: Coronary Artery Disease
fr_ca: Coronaropathie

# PAP3_Microvascular
source: MICROVASCULAR
fr_ca: MICROVASCULAIRE

# PAP3_Microvascular1
source: Chronic Kidney Disease
fr_ca: Néphropathie chronique

# PAP3_Microvascular2
source: eGFR 45-59
fr_ca: DFGe 45-59

# PAP3_Microvascular3
source: eGFR 30-44
fr_ca: DFGe 30-44

# PAP3_Microvascular4
source: eGFR < 30
fr_ca: DFGe < 30

# PAP3_Microvascular5
source: Microalbuminuria
fr_ca: Microalbuminurie

# PAP3_Microvascular6
source: Macroalbuminuria
fr_ca: Macroalbuminurie

# PAP3_Microvascular7
source: Retinopathy
fr_ca: Rétinopathie

# PAP3_Microvascular8
source: Neuropathy
fr_ca: Neuropathie

# PAP3_NO
source: No
fr_ca: Non

# PAP3_NotAvailable
source: Not Available
fr_ca: Non disponible

# PAP3_NotKnow
source: Not Known
fr_ca: Ne sais pas

# PAP3_OTHERCOMORBID
source: OTHER CO-MORBID
fr_ca: AUTRES COMORBIDITÉS

# PAP3_OTHERCOMORBID1
source: <strong>Premature Family History of CV disease</strong> <span style="font-size:8px">(1<sup>◦</sup> relative - 55 yo/male, 65 yo/female)</span>
fr_ca: <strong>Antécédents familiaux de maladie cardiaque prématurée </strong> <span style="font-size:8px">(parent de premier degré - homme de 55 ans, femme de 65 ans )</span>

# PAP3_OTHERCOMORBID10
source: Erectile Dysfunction
fr_ca: Dysfonction érectile

# PAP3_OTHERCOMORBID11
source: Polycystic Ovary Syndrome
fr_ca: Syndrome des ovaires polykystiques

# PAP3_OTHERCOMORBID12
source: Infertility
fr_ca: Infertilité

# PAP3_OTHERCOMORBID13
source: Sleep Apnea
fr_ca: Apnée du sommeil

# PAP3_OTHERCOMORBID14
source: Thyroid Disease
fr_ca: Maladie thyroïdienne

# PAP3_OTHERCOMORBID15
source: Malignancy
fr_ca: Tumeur maligne

# PAP3_OTHERCOMORBID16
source: None of the Above
fr_ca: Aucune de ces réponses

# PAP3_OTHERCOMORBID2
source: Modified Framingham Risk Score >20%
fr_ca: Score du risque à l'échelle Framingham modifiée >20 %

# PAP3_OTHERCOMORBID3
source: Overweight / Obesity
fr_ca: Embonpoint / Obésité

# PAP3_OTHERCOMORBID4
source: High-risk Hypertension
fr_ca: Hypertension à risque élevé

# PAP3_OTHERCOMORBID5
source: Dyslipidemia
fr_ca: Dyslipidémie

# PAP3_OTHERCOMORBID6
source: Atrial Fibrillation
fr_ca: Fibrillation auriculaire

# PAP3_OTHERCOMORBID7
source: Congestive Heart Failure
fr_ca: Insuffisance cardiaque congestive

# PAP3_OTHERCOMORBID8
source: Depression
fr_ca: Dépression

# PAP3_OTHERCOMORBID9
source: Cognitive Impairment
fr_ca: Trouble cognitif

# PAP3_PHYSICALASSESSMENT
source: PHYSICAL ASSESSMENT:
fr_ca: ÉVALUATION PHYSIQUE :

# PAP3_SmokingHistory
source: Smoking History:
fr_ca: Antécédents de tabagisme:

# PAP3_SmokingHistory1
source: Never Smoked
fr_ca: Non-fumeur

# PAP3_SmokingHistory2
source: Past Smoker
fr_ca: Ex-fumeur

# PAP3_SmokingHistory3
source: Current Smoker
fr_ca: Fumeur

# PAP3_SpecificACR
source: Enter the specific ACR value if available. If the value is not available and is reported as normal, check the “Normal [< 2.0 mg/mmol]" box
fr_ca: Entrer la valeur spécifique de l’ACR si disponible. Si les valeurs ne sont pas disponibles et sont rapportées comme normales, cliquez le bouton “Normal [< 2.0 mg/mmol]”

# PAP3_text
source: Record the lab values obtained since the previous visit exactly as they appear in the lab report. Include decimal places where applicable
fr_ca: Enregistrez les valeurs les plus récentes (durant les 12 derniers mois), comme ells apparaissent sur le rapport de laboratoire.Inclure les places décimales quand applicable

# PAP3_Title
source: 3: Most Recent Labs
fr_ca: 3: Examens de laboratoire les plus récents

# PAP3_TotalCholesterol
source: Total Cholesterol:
fr_ca: Total Cholestérol:

# PAP3_TotalCholesterolError
source: *Please select TotalCholesterol between 1.00 to 10.00
fr_ca: *Veuillez sélectionner le Total Cholestérol entre 1,00 et 10,00

# PAP3_Triglycerides
source: Triglycerides:
fr_ca: Triglycérides:

# PAP3_TriglyceridesError
source: *Please select Triglycerides between 0.50 to 10.00
fr_ca: *Veuillez sélectionner les triglycérides entre 0,50 et 10,00

# PAP3_WaistCircumference
source: Waist Circumference:
fr_ca: Tour de taille :

# PAP3_Weight
source: Weight:
fr_ca: Poids:

# PAP3_YES
source: Yes
fr_ca: Oui

# PAP4_ACEDiuretic
source: ACE Inhibitor + Diuretic
fr_ca: Inhibiteur de l'ECA + Diuretic

# PAP4_ACEInhibitor
source: ACE Inhibitor
fr_ca: Inhibiteur de l'ECA

# PAP4_Albiglutide
source: GLP1 Receptor Agonist (Albiglutide)
fr_ca: Agoniste des récepteurs GLP-1R (Albiglutide)

# PAP4_alphaInhibitor
source: α-Glucosidase Inhibitor
fr_ca: Inhibiteur de l'α-glucosidase

# PAP4_Antihyperglycemic
source: Antihyperglycemic Therapy:
fr_ca: Thérapies Antihyperglycémiants:

# PAP4_AntiplateletTherapy
source: Antiplatelet Therapy:
fr_ca: Thérapies Antiplaquettaires:

# PAP4_ARB
source: ARB
fr_ca: ARA

# PAP4_ARBDiuretic
source: ARB + Diuretic
fr_ca: ARA + Diurétique

# PAP4_ASA
source: ASA
fr_ca: AAS

# PAP4_BAS
source: Bile Acid Sequestrant
fr_ca: Chélateur des acides biliairest

# PAP4_BetaBlocker
source: Beta Blocker
fr_ca: Bêta Bloquant

# PAP4_BetaBlockerDiuretic
source: Beta Blocker + Diuretic
fr_ca: Bêta-bloquant + Diurétique

# PAP4_BloodPressureTherapy
source: Blood Pressure Therapy:
fr_ca: Thérapies Hypertension:

# PAP4_Bplastvisit
source: Blood Pressure at last visit:
fr_ca: Tension artérielle à la dernière consultation :

# PAP4_BPTherapy
source: Combination Therapy:
fr_ca: Traitement de la tension artérielle :

# PAP4_BPTherapy1
source: α-blocker
fr_ca: α-bloquant

# PAP4_BPTherapy2
source: ACE Inhibitor
fr_ca: Inhibiteur de l'ECA

# PAP4_BPTherapy3
source: ARB
fr_ca: ARA

# PAP4_BPTherapy4
source: Beta Blocker
fr_ca: Bêta-bloquant

# PAP4_BPTherapy5
source: Calcium Channel Blocker
fr_ca: Bloqueur des canaux calciques

# PAP4_BPTherapy6
source: Diuretic
fr_ca: Diurétique

# PAP4_Canagliflozin
source: SGLT2 Inhibitor (Canagliflozin)
fr_ca: Inhibiteur du SGLT2 (Canagliflozin)

# PAP4_CCBlocker
source: Calcium Channel Blocker
fr_ca: Inhibiteur calcique à action prolongée

# PAP4_CCBlockerACE
source: Calcium Channel Blocker + ACE Inhibitor
fr_ca: Bloqueur des canaux calciques + Inhibiteur de l'ECA

# PAP4_CCBlockerARB
source: Calcium Channel Blocker + ARB
fr_ca: Bloqueur des canaux calciques + ARA

# PAP4_CombinationTherapy
source: Combination Therapy
fr_ca: Traitement d'association

# PAP4_CombinationTherapy1
source: ACE Inhibitor + Diuretic
fr_ca: Inhibiteur de l'ECA + diurétique

# PAP4_CombinationTherapy2
source: ARB + Diuretic
fr_ca: ARA + diurétique

# PAP4_CombinationTherapy3
source: Beta Blocker + Diuretic
fr_ca: Bêta-bloquant + diurétique

# PAP4_CombinationTherapy4
source: Calcium Channel Blocker + ARB
fr_ca: Bloqueur des canaux calciques + ARA

# PAP4_CombinationTherapy5
source: Combination Therapy
fr_ca: Associations médicamenteuses

# PAP4_Dapagliflozin
source: SGLT2 Inhibitor (Dapagliflozin)
fr_ca: Inhibiteur du SGLT2 (Dapagliflozin)

# PAP4_Diastolic
source: Diastolic
fr_ca: Diastolique

# PAP4_Diuretic
source: Diuretic
fr_ca: Diurétique

# PAP4_DPP4
source: DPP-4 Inhibitor
fr_ca: Inhibiteur de la DPP-4

# PAP4_Dulaglutide
source: GLP1 Receptor Agonist (Dulaglutide)
fr_ca: Agoniste des récepteurs GLP-1R (Dulaglutide)

# PAP4_ErrCreatinineNA
source: *Please select Not Available if there is no value for Creatinine"
fr_ca: *Veuillez sélectionner Pas Disponible s'il n'y a pas de valeur pour la Créatitine"

# PAP4_ErrdoageSelect
source: *Please select the dosage below
fr_ca: *Veuillez sélectionner la dose ci-bas

# PAP4_Exenatide
source: GLP1 Receptor Agonist (Exenatide)
fr_ca: Agoniste des récepteurs GLP-1R (Exénatide)

# PAP4_GLP1
source: GLP-1 Receptor Agonist
fr_ca: Agoniste des récepteurs GLP-1R

# PAP4_heading
source: 4: Blood Pressure Profile and Management
fr_ca: 4: Profil et gestion de la tension artérielle

# PAP4_Insulin
source: Insulin
fr_ca: Insuline

# PAP4_LipidModifyingTherapy
source: Lipid Modifying Therapy:
fr_ca: Médicaments pour réduire l’hypercholestérolémie:

# PAP4_Meglitinide
source: Meglitinide
fr_ca: Méglitinide

# PAP4_MetCana
source: Metformin / SGLT2 Inhibitor FDC (met/canagliflozin)
fr_ca: Combinaison Metformin / Inhibiteur du SGLT2 (met/canagliflozin)

# PAP4_MetDapa
source: Metformin / SGLT2 Inhibitor FDC (met/dapagliflozin)
fr_ca: Combinaison Metformin / Inhibiteur du SGLT2 (met/dapagliflozin)

# PAP4_Metformin
source: Metformin
fr_ca: Metformine

# PAP4_MetforminDPP4
source: Metformin + DPP4 Inhibitor Fixed Dose Combination
fr_ca: Préparation Mixte Metformine + Inhibiteur de la DPP-4

# PAP4_MetforminSGLT2
source: Metformin + SGLT2 Inhibitor Fixed Dose Combination
fr_ca: Préparation Mixte Metformine + Inhibiteur du SGLT2

# PAP4_Niacin
source: Niacin
fr_ca: Niacine

# PAP4_OneMustSelect
source: Check ALL that APPLY (At least ONE must be selected)
fr_ca: Cocher TOUT ce qui S'APPLIQUE (Au MOINS UN CHOIX doit être sélectionné)

# PAP4_OtherAA
source: Other Antiplatelet Agent ( e.g. clopidogrel)
fr_ca: Autre antiplaquettaire (i.e. Clopidogrel)

# PAP4_PCSK9
source: PCSK9 Inhibitor
fr_ca: inhibiteur de la PCSK9

# PAP4_SGLT2
source: SGLT2 Inhibitor
fr_ca: Inhibiteur du SGLT2

# PAP4_Statin
source: Statin
fr_ca: Statine

# PAP4_Sulfonylurea
source: Sulfonylurea
fr_ca: Sulfonylurée

# PAP4_Systolic
source: Systolic
fr_ca: Systolique

# PAP4_targetDiastolic
source: What is your Diastolic Blood Pressure target for this patient:
fr_ca: Quelle est la tension artérielle diastolique cible pour ce patient :

# PAP4_targetSystolic
source: What is your Systolic Blood Pressure target for this patient:
fr_ca: Quelle est la tension artérielle systolique cible pour ce patient :

# PAP4_Thiazolidinedione
source: Thiazolidinedione
fr_ca: Thiazolidinédione

# PAP4_title
source: 4: Current Medications
fr_ca: 4: Médicaments actuels

# PAP5_A1Clowering
source: Consider relative A1C lowering
fr_ca: Considrer réduire relativement l'HbA1c

# PAP5_A1CMostPatients
source: A1C ≤7.0% for most patients.
fr_ca: HbA1c ≤7.0% pour la plupart des patients

# PAP5_AccessTreatment
source: Preferences &amp; access to treatment
fr_ca: Préférences & accès au traitement

# PAP5_ACEiARB
source: ACEi / ARB
fr_ca: iECA / ARA

# PAP5_ACEiARBRequired
source: ACEi / ARB Therapy Required IF:
fr_ca: Thérapie IECA / ARA Therapy Required SI:

# PAP5_AntihyperglycemicAgent
source: Antihyperglycemic agent with demonstrated CV outcome benefit empagliflozin (based on the results of EMPA-REG*), liraglutide (based on the results of LEADER**)
fr_ca: Agent anti-hyperglycémiant avec des bénéfices d'innocuité cardiovasculaires démontrés (empagliflozin, liraglutide)

# PAP5_ASA
source: <strong>ASA </strong><br> (Clopidogrel if ASA intolerant)
fr_ca: <strong>Aspirine </strong><br> (Clopidogrel si intolérance à l'aspirine)

# PAP5_ASASecondaryPrevention
source: <strong> ASA (Clopidogrel if ASA intolerant) Therapy Required for Secondary Prevention:<br> </strong>• Macrovascular Disease
fr_ca: <strong> Aspirine (Clopidogrel si intolérance à l'aspirin) Traitement requis pour prévention secondaire:<br> </strong>• Maladies macrovasculaires

# PAP5_Blackheading
source: When clinical cardiovascular disease is a priority, the CDA guidelines recommend an AHA agent with demonstrated CV benefit (empagliflozin and liraglutide). <br> Additionally, the landmark CVOT LEADER Trial demonstrated benefit in patients with no history of CVD but age over 60 years and at least 1 CV Risk factor.
fr_ca: Lorsqu'une maladie cardiovasculaire clinique est une priorité, les lignes directrices de l'Association canadienne du diabète recommande un antihyperglycémiant avec bénéfices cardiovasculaires démontrés (empagliflozin et liraglutide). <br> De plus, l'étude marquante LEADER, sur l'innocuité cardiovasculaire, a démontré des bénéfices chez les patients n'ayant aucun historique de maladies cardiovasculaires mais qui sont âgés de plus de 60 ans et avec au moins un facteur de risques cardiovasculaires.

# PAP5_BloodPressure
source: Blood Pressure
fr_ca: Hypertension

# PAP5_BMI
source: BMI
fr_ca: IMC

# PAP5_Box1item2
source: I will consider initiating to <span style="color: #063">empagliflozin</span> (an SGLT2 inhibitor) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">empagliflozin</span> (un Inhibiteur du SGLT2) à cause des bénéfices cardiovasculaires démontrés dans les études.

# PAP5_Box1item3
source: I will consider initiating to <span style="color: #063">liraglutide</span> (a GLP1-RA) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">liraglutide</span> un Agoniste des récepteurs GLP-1R) à cause des bénéfices cardiovasculaires démontrés dans les études

# PAP5_Box2item2
source: I will consider switching to <span style="color: #063">empagliflozin</span> (an SGLT2 inhibitor) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">empagliflozin</span> (un Inhibiteur du SGLT2) à cause des bénéfices cardiovasculaires démontrés dans les études.

# PAP5_Box2item3
source: I will consider initiating to <span style="color: #063">liraglutide</span> (a GLP1-RA) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">liraglutide</span> un Agoniste des récepteurs GLP-1R) à cause des bénéfices cardiovasculaires démontrés dans les études

# PAP5_Box3item2
source: I will consider initiating to <span style="color: #063">empagliflozin</span> (an SGLT2 inhibitor) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">empagliflozin</span> (un Inhibiteur du SGLT2) à cause des bénéfices cardiovasculaires démontrés dans les études.

# PAP5_Box3item3
source: I will consider switching to <span style="color: #063">liraglutide</span> (a GLP1-RA) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">liraglutide</span> un Agoniste des récepteurs GLP-1R) à cause des bénéfices cardiovasculaires démontrés dans les études

# PAP5_Box4item2
source: I will consider switching to <span style="color: #063">empagliflozin</span> (an SGLT2 inhibitor) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">empagliflozin</span> (un Inhibiteur du SGLT2) à cause des bénéfices cardiovasculaires démontrés dans les études.
