Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# USER_HELPER_PCPEMAIL
source: <table width = '500' border = '0' cellspacing = '0' cellpadding = '10'> <tr> <td align = 'center'><strong style = 'font-size: 30px; font-family: Arial, Helvetica, sans-serif;'> REGISTRATION COMPLETE </strong></td> </tr> <tr> <td align = 'left'> Dear Dr. {LastName}, <br /> &nbsp;<br /> On behalf of the Canadian Heart Research Centre and the PROTECT DM Steering Committee, &nbsp; we thank you for your interest in the <strong> PROTECT DM </strong> initiative and for taking the time to register online. <br /> &nbsp;<br /> Please take note of your <strong> username </strong> and <strong> password </strong> which you will be required to enter each time you access your personal online portal at <strong> <strong style = 'color: #125d9f' > www.protectdm.ca </strong><br /> </strong> <br /> <strong> Please keep this information confidential and do not share or forward your username and password:<br /> &nbsp;<br /> Your Username: </strong> <span ><strong style = 'color: #125d9f'> {userName} </strong> &nbsp; </span> &nbsp;<br /> <strong> Your Password:</strong> <strong style = 'color: #125d9f'> {password} </strong> <p style = 'color: #125d9f'><strong> Next Steps:</strong> </p> <p> Please ensure that you<strong style = 'color: #125d9f'> <u> enable cookies </u></strong> in your browser. Please reference the attached guide for a step by step process. </p> <p> Please sign -in with your username and password at <strong style = 'color: #125d9f'> www.protectdm.ca </strong> and complete the <strong> Memorandum of Understanding(MOU) </strong> and the <strong> Payee Form </strong> (located under the &#8220;<strong>Physician Specific Requirements</strong>&#8221; section in the left hand menu). <br /> &nbsp;<br /> Please familiarize yourself with the program components (a synopsis is attached for your reference) and identify ten(10) patients that meet the eligibility criteria. You may then proceed to completing the <strong>Practice Assessment Survey and Forms</strong> (located under the “<strong>PROTECT DM Program Components</strong>” section in the left hand menu). </p> </td> </tr> <tr> <td align = 'left'> Should you have any questions or require any assistance, please do not hesitate to contact us at <strong><U><a style = 'color: #125d9f' href = 'mailto:info@protectdm.ca'> info@protectdm.ca </a></U></strong><strong> <br /> </strong> <br /> We look forward to working with you.<br /> &nbsp;<br /> With best regards, <br /> <br /> Lianne Goldin, CCMEP <br /> <strong style = 'color: #125d9f'> On behalf of The CHRC PROTECT DM Team <br /> </strong> Executive Director <br /> <strong> E:</strong> <strong><U><a href = 'mailto:lgoldin@chrc.net'> lgoldin@chrc.net </a></U></strong><br /> <strong> T:</strong> <strong> 1 - 800 - 725 - 6585 ext. 229 </strong> <br /> <img src = 'http://protectdm.ca/Images/Protect-DM-Logo.png' width = '250' height = '75' /> </br> </br> </td> </tr> </table> <p style = 'color: #808080; font-size:10px;'> This e-mail and any attachments may contain confidential and privileged information. If you are not the intended recipient, please notify the sender immediately by return e-mail, delete this e-mail and destroy any copies. Any dissemination or use of this information by a person other than the intended recipient is unauthorized and may be illegal. Unless otherwise stated, opinions expressed in this e-mail are those of the author and are not endorsed by the author's employer </p >"
fr_ca: <table width = '500' border = '0' cellspacing = '0' cellpadding = '10'> <tr> <td align = 'center'><strong style = 'font-size: 30px; font-family: Arial, Helvetica, sans-serif;'> INSCRIPTION COMPLÈTE </strong></td> </tr> <tr> <td align = 'left'> Cher Docteur. {LastName}, <br /> &nbsp;<br /> Au nom du Centre canadien de recherche en cardiologie et du Comité de Direction PROTECTION Diabète, nous vous remercions pour votre intérêt à participer au programme <strong>PROTECTION Diabète </strong> et de vous avoir inscrit en ligne.<br /><br /> Veuillez noter <strong>votre nom d’utilisation personnel</strong> ainsi que <strong>votre mot de passe</strong> qui seront requis pour accéder à la plateforme pour accéder à votre portail en ligne personalisé <strong style = 'color: #125d9f' > www.protectdm.ca </strong><br /> <br /> <strong> Veuillez garder cette information confidentielle et ne pas partager votre nom d’utillisation personnel et mot de passe:<br /> &nbsp;<br /> Votre mot d’utilisation personnel: </strong> <span ><strong style = 'color: #125d9f'> {userName} </strong> &nbsp; </span> &nbsp;<br /> <strong> Votre mot de passe: </strong> <strong style = 'color: #125d9f'> {password} </strong> <p style = 'color: #125d9f'><strong> Prochaines étapes: </strong> </p> <p> Veuillez vous assurer que vous <strong style = 'color: #125d9f'> activez les cookies </strong> dans votre navigateur. Veuillez vous reférer au guide ci-joint pour les étapes à suivre pour le processus. </p> <p> Veuillez vous inscrire avec votre nom d’utilisation personnel et mot de passe à <strong style = 'color: #125d9f'> www.protectdm.ca </strong> et compléter <strong>le Protocole d’Entente(PE)</strong> et le <strong>Formulaire d’Honoraires</strong> (localisé sous la section &#8220;<strong>Pré-requis spécifiques pour les médecins</strong>&#8221; sous le menu à votre gauche de l’écran). <br /> &nbsp;<br /> Veuillez vous familiariser avec les composantes du programme (un sommaire est inclus pour votre référence) et identifier dix (10) patients qui rencontrent les critères d’éligibilité. <strong><em>Vous pouvez donc maintenant compléter le sondage de l’Évaluation sur la Pratique ainsi que les formulaires (situés sous la section “Composantes du Programme PROTECTION Diabète” dans le menu de la gauche.</em></strong> </p> </td> </tr> <tr> <td align = 'left'> Si vous aviez des questions ou aviez besoin d’assistance, n’hésitez pas à nous rejoindre à <strong><U><a style = 'color: #125d9f' href = 'mailto:info@protectdm.ca'> info@protectdm.ca </a></U></strong><strong> <br /> </strong> <br /> Au plaisir de collaborer avec vous, nous vous prions d’accepter nos salutations les meilleures.<br /> &nbsp;<br /> <br /> Lianne Goldin, CCMEP <br /> <strong style = 'color: #125d9f'> Au nom de l’équipe du CRCC pour le programme PROTECTION Diabète <br /> </strong> Directrice Exécutive <br /> <strong> E:</strong> <strong><U><a href = 'mailto:lgoldin@chrc.net'> lgoldin@chrc.net </a></U></strong><br /> <strong> T:</strong> <strong> 1 - 800 - 725 - 6585 ext. 229 </strong> <br /> <img src = 'http://protectdm.ca/Images/logo_fr.png' width = '250' height = '75' /> </br> </br> </td> </tr> </table> <p style = 'color: #808080; font-size:10px;'> Ce courriel ainsi que les pièces jointes peuvent contenir des informations confidentielles et privilégiées. Si vous n’étiez pas le destinataire, veuillez informer l’expéditeur immédiatement par retour d’un courriel, élimminer ce courriel et détruire toutes copies. Toute dissemination ou utilisation de cette information par une personne autre que le destinataire n’est pas autorisé et et illegal. À moins d’un autre énoncé, les opinions exprimées dans ce courriel sont celles de l’auteur et ne sont pas endossée par l’employeur de cet auteur. </p >

# USER_HELPER_SUBJECT
source: PROTECT DM – Registration Confirmation and Next Steps
fr_ca: PROTECTION Diabète – Confirmation d’inscription et les prochaines étapes

# USER_HELPER_SYNOPSIS_PCP
source: ~/pdf/PCP/PROTECTDM _SYNOPSIS_ PCP.pdf
fr_ca: /PDF/PCP/PROTECTDM_SYNOPSIS_PCP_FR.pdf

# USER_HELPER_SYNOPSIS_SP
source: ~/pdf/SP/PROTECTDM_SYNOPSIS_SP.pdf
fr_ca: /PDF/SP/PROTECTDM_SYNOPSIS_SP_FR.pdf

source: Virtual Patient Cases
fr_ca: Cas de patients virtuels

# VistaDMSynopsis
source: Protect DM Synopsis
fr_ca: Sommaire de PROTECTION Diabète

# VM
source: Virtual Meetings Schedule and Registration
fr_ca: Horaire des réunions virtuelles et Inscription

# Webinars
source: On-Demand Webinars
fr_ca: Webinaires à la demande

# Welcome
source: Welcome Dr.
fr_ca: Bienvenue Dr.

source: YES
fr_ca: OUI

source: YOUR EMAIL
fr_ca: VOTRE COURRIEL
