Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# PCPHOME_25
source: <strong>Alice Y. Y. Cheng, MD</strong><br /> <strong style="color: #9B2346">VISTA DM Co-Chair</strong> <br /> Endocrinologist<br /> <p> Trillium Health Partners and St. Michael’s Hospital<br /> Associate Professor of Medicine </p> University of Toronto<br />
fr_ca: <strong>Alice Y. Y. Cheng, MD</strong><br /> <strong style="color: #9B2346">PROTECT DM Co-Chair</strong> <br /> Endocrinologist<br /> <p> Trillium Health Partners and St. Michael’s Hospital<br /> Associate Professor of Medicine </p> University of Toronto<br />

# PCPHOME_3
source: Next Steps:&nbsp; &ldquo;Physician Specific Requirements&rdquo; Section
fr_ca: Étapes suivantes : Section intitulée « Exigences spécifiques au médecin »

# PCPHOME_4
source: Review and Complete the Memorandum of Understanding (MOU)
fr_ca: Passer en revue et remplir le Protocole d’entente

# PCPHOME_5
source: Complete the Payee Form
fr_ca: Remplir le formulaire d’honoraires

# PCPHOME_6
source: Once you have completed the MOU and the Payee Form, you will gain access to the <span style="color: #9B2346">&ldquo;VISTA DM Action Items&rdquo;</span> Section. Please get familiarized with the VISTA DM program components and get started by completing the <span style="color: #9B2346">Needs Assessment</span> survey and identifying <u style="color: #9B2346">eligible patients</u> for <span style="color: #9B2346">Practice Assessment #1</span>
fr_ca: Une fois que vous aurez rempli le Protocole d’entente et le formulaire d’honoraires, vous pourrez avoir accès à la section intitulée « PROTECT DM – Vos mesures à prendre ». Veuillez vous familiariser avec les divers éléments du programme VISTA DM, d’abord en répondant au Questionnaire d’évaluation des besoins et en identifiant des patients admissibles à l’évaluation de pratique no 1.

# PCPHOME_8
source: Dear Colleague
fr_ca: Docteur et collègue,

# PCPHOME_9
source: On behalf of the Canadian Heart Research Centre and the VISTA DM Planning Committee, we welcome you to your personal online portal and thank you for taking part in this initiative.
fr_ca: Au nom du Centre canadien de recherche en cardiologie et du Comité directeur PROTECT DM, nous aimerions vous souhaiter la bienvenue à votre portail personnel en ligne et vous remercier d’avoir accepté de participer à ce programme.

# PCP_INDEX
source: <div id="rightbox"> <br /> <div id="newsbox2"> <span class="normalshadow1">NEWS &amp; UPDATES</span><br /> <br /> <p> <span style="font-weight:bold; font-size:20px">Welcome to your Personal PROTECT DM Portal</span><br /> <br /> <span style="color:#0B528F; font-weight:bold; font-size:20px">Next Steps:&nbsp; &ldquo;Physician Specific Requirements&rdquo; Section</span> <br /> <strong>1. Review and Complete the Memorandum of Understanding (MOU)</strong><br /> <strong>2. Complete the Payee Form</strong><br /> <br /> Please get familiarized with the PROTECT DM program components and identify ten (10) patients that meet the eligibility criteria: <span style="color: #0B528F; font-weight: bold;">VIEW: <u> <a href="/pdf/PCP/EligibilityCriteria_PROTECTDM.pdf" target="_blank">Eligibility Criteria </a></u></span><br /> <br /> </p> <table width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td width="5%" align="center" valign="top"><p><strong></strong></p></td> <td width="95%" align="left"> <ul> <li><strong>The Practice Assessment Survey and Forms will be accessible for completion in June.</strong><strong> </strong></li> </ul> </td> </tr> </table> </div><!--end of newsbox2--><br /> <br /> <p>Dear Colleague, <p> <br /> <p> On behalf of the Canadian Heart Research Centre and the PROTECT DM Planning Committee, we welcome you to your personal online portal and thank you for taking part in this initiative. The PROTECT DM Program is coordinated by the Canadian Heart Research Centre (CHRC; www.chrc.net), a not-for-profit academic organization specializing in quality improvement initiatives, and is supported by Novo Nordisk. <p><br /> <p>The PROTECT DM program will allow you to confidentially assess your practice needs and will facilitate knowledge translation through evidence-based clinical decision making support. The decision to follow the recommendations is left to your discretion. <br/>The PROTECT DM program has been reviewed and approved by OPTIMUM Clinical Research Inc., an independent, central Ethics Review Board.&nbsp; </p> <br /> <p> The online portal has been created to provide you with timely access to the program materials and educational tools as well as provide you with a convenient way to manage the program documents and complete the Electronic Practice Assessment (e-PAFs) and Measure Assessment Forms (e-MAFs). Please keep your username and password confidential.&nbsp; </p><br /> <p> In order to download documents, you will need to enable cookies in your browser. Please follow the link for additional information:&nbsp;<span style="color: #0B528F"><strong><a href="/pdf/PCP/Guide to Enabling Cookies in Your Browser.pdf" target="_blank"><u>Enabling Cookies</u> </a></strong>&nbsp;</span> </p><br /> <p> Please take a few minutes to familiarize yourself with the program requirements and the site functionalities. Download:&nbsp;<span style="color: #0B528F"><strong> <u> <a href="/pdf/PCP/PROTECTDM_SYNOPSIS_PCP.pdf" target="_blank">PROTECT DM Program Overview</a></u>&nbsp; </strong></span></p> <br /> <p>The PROTECT DM team is happy to assist you with any questions. Please do not hesitate to contact us at any time:&nbsp;<strong><u style="color: #0B528F"><a href='/Home/Contact' >Contact Us</a> </u></strong> </p><br /> <p> We look forward to collaborating with you. </p><br /> With best regards, </p> <p> <br /> <br /> <strong>Lawrence A. Leiter, MD</strong> <br /> <strong style="color: #015091">PROTECT DM Chair</strong><br /> Division of Endocrinology and Metabolism </p> <p> St. Michael’s Hospital<br /> Professor of Medicine and Nutritional Sciences </p> University of Toronto </div><!--end of rightbox--> <div style="clear:both"></div>
fr_ca: <div id="rightbox"> <br /> <div id="newsbox2"> <span class="normalshadow1">BULLETIN INFORMATIF</span><br /> <br /> <p> <span style="font-weight:bold; font-size:20px">Bienvenue à votre accès personnel au Portail PROTECTION Diabète</span><br /> <br /> <span style="color:#0B528F; font-weight:bold; font-size:20px"> Prochaines Étapes:&nbsp; Section &ldquo;Pré-requis spécifiques des médecins&rdquo;</span> <br /> <strong>1. Réviser et Compléter le Protocole d’Entente (PE)</strong><br /> <strong>2. Remplir le formulaire d’honoraires</strong><br /> <br /> Veuillez vous familiariser avec les composantes du programme PROTECTION Diabète et identifier dix (10) patients qui rencontrent les critères d’admissibilité: <span style="color: #0B528F; font-weight: bold;">VOIR: <u> <a href="/pdf/PCP/EligibilityCriteria_FR.pdf" target="_blank">Critères d’admissibilité </a></u></span><br /> <br /> </p> <table width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td width="5%" align="center" valign="top"><p><strong></strong></p></td> <td width="95%" align="left"> <ul> <li><strong>Le sondage de la pratique d’évaluation et les formulaires seront accessibles à être complétés en juin</strong><strong> </strong></li> </ul> </td> </tr> </table> </div><!--end of newsbox2--><br /> <br /> <p>Cher collègue <p> <br /> <p> Au nom du Centre canadien de recherche en cardiologie (CCRC) ainsi que du comité de planification PROTECTION Diabète, nous vous souhaitons la bienvenue à votre portail en-ligne personnel et vous remercions de participer à cette initiative. Le programme PROTECTION Diabète est coordonné par le Centre canadien de recherche en cardiologie (CRCC; www.chrc.net), un organisme à but non-lucratif académique, spécialisé dans des initiatives d’amélioration de la qualité des soins, et est rendu possible grâce au soutien de Novo Nordisk Canada, obtenu à la suite d’une demande de subvention à l’initiative du chercheur. <p><br /> <p>De plus, ce programme inclut un transfert des connaissances visant le soutien à la prise de décision clinique, mais il incombe au médecin participant de prendre sa décision en fonction des recommandations. </p><br /> <p> Le programme PROTECTION Diabète a été revu et approuvé par OPTIMUM Clinical Research Inc., un comité central d’évaluation de l’éthique. </p> <br /> <p> Le portail en-ligne a été créé pour vous permettre d’accéder au matériel du programme ainsi que les outils éducationnels en plus de vous procurer une convivialité à gérer les documents du programme et de compléter les Formulaire d’Évaluation de Pratique électroniquement (FÉP-e), ainsi que les formulaires de ré-évaluation de pratique (FRÉÉP-e). Veuillez noter votre nom d’identification personnel ainsi que votre mot de passe de manière confidentielle. </p><br /> <p> Pour télécharger les documents, vous devrez activer les “cookies” dans votre navigateur; cliquez sur le lien suivant pour plus d’informations: &nbsp;<span style="color: #0B528F"><strong><a href="/pdf/PCP/EnablingCookies_FR.pdf" target="_blank"><u>Activation des cookies </u> </a></strong>&nbsp;</span> </p><br /> <p> Veuillez prendre quelques minutes pour vous familiariser avec les exigences du programme et les fonctions du site. Téléchargez le document suivant :&nbsp;<span style="color: #0B528F"><strong> <u> <a href="/pdf/PCP/PROTECTDM_SYNOPSIS_PCP_FR.pdf" target="_blank"> Survol du programme PROTECTION Diabète </a></u>&nbsp; </strong></span></p> <br /> <p>L’équipe du programme PROTECTION Diabète se fera un plaisir de répondre à vos questions. N’hésitez pas à communiquer avec nous à n’importe quel moment :&nbsp;<strong><u style="color: #0B528F"><a href='/Home/Contact' >Contact</a> </u></strong> </p><br /> <p> Au plaisir de collaborer avec vous. </p><br /> Salutations cordiales, </p> <p> <br /> <br /> <strong>Lawrence A. Leiter, MD</strong> <br /> <strong style="color: #015091">Président du programme PROTECTION Diabète</strong><br /> Division d’Endocrinologie et Métabolisme <br /> Hôpital St. Michael </p> <p> Professeur, Sciences de la médecine et nutrition <br /> Université de Toronto <br /><br /><br /> </p> </div><!--end of rightbox--> <div style="clear:both"></div>

# PHONENUMBER_NOTVALID
source: Phone Number is Invalid
fr_ca: Numéro de téléphone non valide

source: PHONE NUMBER
fr_ca: NUMÉRO DE TÉLÉPHONE

# PHYSISICAN_REQUIREMENTS
source: PHYSICIAN SPECIFIC REQUIREMENTS
fr_ca: EXIGENCES SPÉCIFIQUES AUX MÉDECINS

source: Please Select
fr_ca: Sélectionnez

# PleaseSelectResponse
source: * please select a response
fr_ca: * Veuillez sélectionner une réponse

# PleaseSelectTwoDropDown
source: Please select an option from 2 drop down lists
fr_ca: Veuillez sélectionner une option des 2 menus déroulants

# PLS_CONTACT_SUPPORT
source: *Please contact support for assistance
fr_ca: *Veuillez nous contacter pour obtenir de l’aide

source: Postal Code:
fr_ca: Code postal :

source: POSTAL CODE
fr_ca: CODE POSTAL

# PracticeAssessment_1
source: Practice and Measure Assessment Forms
fr_ca: Formulaires d’Évaluation et de Mesure de la pratique

source: Practice Assessment #2
fr_ca: Évaluation de la pratique #2

source: PRIVACY
fr_ca: CONFIDENTIALITÉ

source: Project Coordinator
fr_ca: Coordonnateur de projet

source: Project Leader
fr_ca: Chef de projet

# Project_Leader_Num
source: 416.977.8010 ext 347
fr_ca: 416.977.8010 poste 347

# PROTECTDM_LOGO
source: /Images/Protect-DM-Logo.png
fr_ca: /Images/logo_fr.png

source: Range (100-230) cm
fr_ca: Intervalle de 100 à 230 cm

# Range_1_10_CL
source: Range (1-10)
fr_ca: Intervalle de 1 à 10

# Range_1_10_LDLC
source: Range (1-10)
fr_ca: Intervalle de 1 à 10

# Range_1_10_TRY
source: Range (0.1-10)
fr_ca: Intervalle de 0.1 à 10

# Range_1_50_ACR
source: Range (1-50)
fr_ca: Intervalle de 1 à 50

# Range_1_5_HDLC
source: Range (0.1-5)
fr_ca: Intervalle de 0.1 à 5

source: Range (22-55) in
fr_ca: intervalle de 22 à 55

# Range_29_150_GFR
source: Range (29-150)
fr_ca: Intervalle de 29 à 150

source: Range(30-150)
fr_ca: Intervalle de 30 à 150

source: Range (30-300) kg
fr_ca: Intervalle de 30 à 300 kg

source: Range (39-90) in
fr_ca: Intervalle de 30 à 90 in

# Range_3_12_GLU
source: Range (3-12)
fr_ca: Intervalle de 3 à 12

source: Range (50-200) hr
fr_ca: intervalle de 50 à 200

# Range_5_12_A1C
source: Range (5-12)
fr_ca: Intervalle de 5 à 12

# Range_5_1500_Cret
source: Range (5-1500)
fr_ca: Intervalle de 5 à 1500

source: Range (60-150) cm
fr_ca: intervalle de 60 à 150

source: Range (60-250)
fr_ca: Intervalle de 60 à 250

source: Range (66-660) lb
fr_ca: Intervalle de 66 à 660 lb

# RECEIVE_EMAIL
source: Would you like to receive email correspondence (opt-in) from the Canadian Heart Research Centre for future initiatives and events?
fr_ca: Acceptez-vous de recevoir de la correspondance par courriel du Centre canadien de recherche en cardiologie au sujet des initiatives et événements futurs?

# REGCODE_INVALID
source: *Registration Code is Invalid
fr_ca: *Le code d'enregistrement est invalide

# REGCODE_REQ
source: *Registration Code is Required
fr_ca: *Code d'inscription obligatoire

# REGCODE_Taken
source: *Registration Code is Already Taken
fr_ca: * Le code d'enregistrement est déjà pris

# REGCOMPL_PWDS_MATCH
source: Passwords must match
fr_ca: Mots de passe doivent correspondre

# REGCOMPL_SEL_CHECKBOX
source: Please select checkbox to continue
fr_ca: Veuillez sélectionner la case à cocher continuer

# REGCOMPL_SEL_CHECKBOX2
source: Please select checkbox 2 to continue
fr_ca: Veuillez sélectionner la case 2 à cocher continuer

# REGISTER2_PLS_ADDRESS
source: ADDRESS
fr_ca: ADRESSE

# REGISTER2_PLS_CITY
source: CITY
fr_ca: VILLE

# REGISTER2_PLS_CLINIC
source: CLINIC NAME
fr_ca: NOM DE CLINIQUE

# REGISTER2_PLS_CONPASSWORD
source: CONFIRM PASSWORD
fr_ca: CONFIRMER LE MOT DE PASSE

# REGISTER2_PLS_FAX
source: FAX NUMBER
fr_ca: NUMÉRO DE TÉLÉCOPIEUR

# REGISTER2_PLS_PASSWORD
source: PASSWORD
fr_ca: MOT DE PASSE

# REGISTER2_PLS_PHONE
source: PHONE NUMBER
fr_ca: NUMÉRO DE TÉLÉPHONE

# REGISTER2_PLS_REVIEW
source: PLEASE REVIEW FOR ACCURACY UPDATE AND COMPLETE BLANK FIELDS WHERE APPLICABLE
fr_ca: VEUILLEZ VOUS ASSURER QUE L’INFORMATION CI-DESSOUS EST EXACTE ET CLIQUEZ SUR LE BOUTON « CONFIRMER » POUR CONTINUER

# REGISTER2_PLS_USERNAME
source: USERNAME (YOUR EMAIL ADDRESS)
fr_ca: NOM D'UTILISATEUR (VOTRE ADRESSE COURRIEL)

# REGISTER2_PLS_WOULD
source: Would you like to recieve email correspondence (opt-in) from the Canadian Heart Research Centre for future initiatives and event?
fr_ca: Acceptez-vous de recevoir de la correspondance par courriel du Centre canadien de recherche en cardiologie au sujet des initiatives et événements futurs?

# REGISTER2_PRIVACY
source: PRIVACY
fr_ca: CONFIDENTIALITÉ:

# REGISTER2_PRIVACY_P
source: The Canadian Heart Research Centre respects its reponsibility to uphold the privacy of its collaborators and clients. We store contact information in our secure, internal database. Contact information is never sold or shared with external parties and only utilized for the purposes of making stakeholders aware of future initiatives and events. You will always have the option to unsubscribe.
fr_ca: Le Centre canadien de recherche en cardiologie respecte sa responsabilité de maintenir la confidentialité de ses collaborateurs et clients. Nous conservons les coordonnées dans notre base de données interne sécurisée. Les coordonnées ne sont jamais vendues ni partagées avec des parties externes. Cette information est utilisée uniquement pour prévenir les intervenants des initiatives et événements futurs. Vous avez toujours l’option de vous désinscrire.

# REGISTEREMAIL_ATTACHMENT
source: ~/Email_Templates/Guide to Enabling Cookies in Your Browser.pdf
fr_ca: ~/Email_Templates/Guide pour activer les cookies dans votre navigateur.pdf

# REGISTEREMAIL_BEHALF
source: On behalf of The CHRC VISTA DM Team
fr_ca: Au nom de l'équipe CCDP PROTECT DM

# REGISTEREMAIL_PAGE
source: ~/Email_Templates/UserRegistered.html
fr_ca: ~/Email_Templates/UserRegistered_FR.html

# REGISTEREMAIL_REGARDS
source: With best regards,
fr_ca: Avec mes meilleures salutations,

# REGISTERNOW_IMG_URL
source: /Images/button_registernow.png
fr_ca: /Images/button_registernow_FR.png

# RegisterPartial_ClickHere
source: click here
fr_ca: cliquez ici

# REGISTER_CITY
source: CITY
fr_ca: VILLE

# REGISTER_FIRSTNAME
source: FIRST NAME
fr_ca: PRÉNOM

# REGISTER_INCLUDE
source: Please include your First Name, Last Name City and Province
fr_ca: Assurez-vous d’inclure votre Prénom, Nom de famille, Ville, et Province

# REGISTER_LASTNAME
source: LAST NAME
fr_ca: NOM DE FAMILLE

source: REGISTER NOW
fr_ca: INSCRIVEZ-VOUS MAINTENANT

# REGISTER_PLSREVIEW
source: PLEASE REVIEW THE INFORMATION BELOW FOR ACCURACY AND <br>CLICK THE 'CONFIRM' BUTTON TO PROCEED
fr_ca: VEUILLEZ VOUS ASSURER QUE L’INFORMATION CI-DESSOUS EST EXACTE ET<br> CLIQUEZ SUR LE BOUTON « CONFIRMER » POUR CONTINUER

# REGISTER_PLS_EMAIL
source: Please email us at <a href="mailto: info@vistadm.ca">info@vistadm.ca</a> to obtain your Unique Registration ID
fr_ca: Veuillez nous envoyer un courriel à info@protectdm.ca pour obtenir votre Identifiant d’inscription unique

source: REGISTRATION
fr_ca: INSCRIPTION

# REG_FORM_URL
source: /Images/reg_form.png
fr_ca: /Images/reg_form_FR.png

source: Remember Me
fr_ca: Garder en mémoire

source: Required Field
fr_ca: * Champ requis

# RequiredFieldWithAsterisk
source: * Required
fr_ca: * Champ requis

source: REQUIRED FIELDS
fr_ca: CHAMPS OBLIGATOIRES

# RESOURCE_CENTRE
source: PROTECT DM RESOURCE CENTRE
fr_ca: PROTECTION Diabète – CENTRE DE RESSOURCES

# Review_Info
source: PLEASE REVIEW THE INFORMATION BELOW FOR ACCURACY AND CLICK THE “CONFIRM” BUTTON TO PROCEED
fr_ca: VEUILLEZ VOUS ASSURER QUE L’INFORMATION CI-DESSOUS EST EXACTE ET CLIQUEZ SUR LE BOUTON « CONFIRMER » POUR CONTINUER

# SalutationFirstLastName
source: Salutation First Name Last Name
fr_ca: Salutation prénom nom de famille

# Select1OR2Dropdown
source: *Please select 1 or 2 from the 2 drop down lists
fr_ca: * Veuillez sélectionner 1 ou 2 réponses des listes des 2 menus déroulant.

# SelectAtLeastOne
source: * please select at least one checkbox
fr_ca: * Veuillez cocher au moins une case.

# SelectAtLeastOneButLessThanThree
source: * please select at least one checkbox but no more than three
fr_ca: * Veuillez sélectionner au moins une case à cocher mais pas plus que trois.

# SFB_A1C
source: Blood Glucose Control (A1C)
fr_ca: Maîtrise de la glycémie (HbA1c)

# SFB_Avoidance
source: Avoidance of hypoglycemia especially in the elderly, those with hypoglycemia unawareness, and those with criteria for less stringent control.
fr_ca: Patients qui ignorent les signes d’hypoglycémie, surtout les personnes âgées, les patients qui ne savent pas reconnaître l’hypoglycémie et les patients présentant des critères justifiant un contrôle moins strict.

# SFB_BMI
source: Calculate BMI (mass in kilograms/height in metres<sup>2</sup>)
fr_ca: Calculer l’IMC (poids en kilogrammes/taille en mètres<sup>2</sup>)

# SFB_BMI2
source: Healthy body weight target: <strong>BMI: 18.5-24.9</strong>
fr_ca: Poids santé cible : <strong>IMC : 18,5-24,9</strong>

# SFB_BodyMass
source: Body Mass Index
fr_ca: Indice de masse corporelle

# SFB_Care
source: Care
fr_ca: Intervention

# SFB_CKD
source: Chronic Kidney Disease (CKD)
fr_ca: Maladie rénale chronique

# SFB_CKD_IDEN
source: Identification of CKD requires screening for <strong>proteinuria</strong> using random urine<strong> ACR</strong> (2 out of 3 samples over 3 mths) and <strong>assessment of renal function</strong> using a serum creatinine converted to <strong>eGFR <br>Type 2 diabetes:</strong> Screen at diagnosis and then yearly if no CKD.
fr_ca: La maladie rénale chronique est diagnostiquée selon la <strong>protéinurie</strong> mesurée au moyen d’un <strong>rapport albumine-créatinine (RAC)</strong> urinaire aléatoire (2 échantillons sur 3 sur une période de 3 mois) et <strong>l’évaluation de la fonction rénale</strong> d’après une mesure de la créatinine sérique convertie en <strong>DFGe.</strong><br /> <strong>Diabète de type 2 : </strong>Dépistage au moment du diagnostic, puis une fois par année si le résultat est négatif.

# SFB_CKD_IDEN2
source: <strong>Normal ACR &lt;2.0 mg/mmol</strong>
fr_ca: <strong>RAC normal <2,0 mg/mmol</strong>

# SFB_CKD_IDEN3
source: <strong>Normal eGFR &gt;60 mL/min</strong>
fr_ca: <strong>DFGe normal >60 mL/min</strong>

# SFB_Dyslipidemia
source: Dyslipidemia
fr_ca: Dyslipidémie

# SFB_Dyslipidemia2
source: Fasting lipid levels (TC, HDL, TG and calculated LDL) at diagnosis, then yearly if treatment not initiated. More frequent testing if treatment initiated <b>Statin therapy</b> should be used to <b>reduce cardiovascular risk in adults</b> type 2 diabetes with any of the following features: <ul style=" list-style:none;"> <li>1. Clinical macrovascular disease</li> <li>2. Age &gt;=40 years</li> <li> 3. Age &lt;40 years and 1 of the following <ul> <li>diabetes duration&gt;15 years and age &gt;30 years</li> <li>Microvascular complications</li> <li>Warrants therapy based on the presence of other risk factors according to the 2012 Canadian Cardiovascular Society Guidelines for the Diagnosis and Treatment of Dyslipidemia</li> </ul> </li> </ul>
fr_ca: Mesurer les taux lipidiques à jeun (CT, HDL, TG et LDL calculée) au moment du diagnostic, puis une fois par année si aucun traitement n’est instauré, et plus souvent si un traitement est instauré. <b>Un traitement par statines</b> devrait être utilisé pour réduire le risque cardiovasculaire chez les adultes atteints de diabète de type 2 présentant une ou l’autre des caractéristiques suivantes : <ul style=" list-style:none;"> <li>1. Maladie macrovasculaire clinique </li> <li>2. Âgé de 40 et plus </li> <li> 3. Âgé de moins de 40 ans et présentant l’une des caractéristiques suivantes : <ul> <li>Souffrant de diabète depuis plus de 15 ans et âgé de moins de 30 ans </li> <li>Complications macrovasculaire</li> <li>Traitement nécessaire en raison de la présence d’autres facteurs de risque selon les Lignes directrices 2012 de la Société canadienne de thoracologie relatives au diagnostic et au traitement de la dyslipidémie </li> </ul> </li> </ul>

# SFB_Dyslipidemia3
source: Lipid targets for those who need therapy:<strong>Primary target: LDL ≤2.0 mmol/L or ≥50% reduction Alternate Primary target: apo B ≤0.8 g/L or non-HDL-C ≤2.6 mmol/L</strong>
fr_ca: Cibles lipidiques pour les patients ayant besoin d’un traitement :<br /> <strong>Taux cible principal : LDL ≤2,0mmol/L ou réduction de ≥50 % <br /> Autre taux cible principal : apo B ≤0,8 g/L cholestérol non HDL ≤2,6&nbsp;mmol/L</strong>

# SFB_Enquire_Hypo
source: Enquire about hypoglycemia at each visit. Discuss recognition and treatment of hypoglycemia and risk/ benefit of hypoglycemia and pharmacologic management.
fr_ca: Poser des questions au sujet de l’hypoglycémie à chaque consultation. Discuter de l’identification et du traitement de l’hypoglycémie et des risques et bienfaits de la prise en charge de l’hypoglycémie et du traitement pharmacologique.

# SFB_ENSURE
source: Ensure patient can use glucose meter, interpret results and modify treatment as needed. Develop an individualized blood glucose monitoring schedule with patient and review records.
fr_ca: Vérifier si le patient peut utiliser son glucomètre, en interpréter les résultats et ajuster son traitement en conséquence. Préparer un horaire de mesure de la glycémie avec le patient et passer les résultats en revue.

# SFB_Exam
source: Neuropathy/Foot Examination
fr_ca: Neuropathie/Examen des pieds
