Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# PAP5_Box4item3
source: I will consider switching to <span style="color: #063">liraglutide</span> (a GLP1-RA) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">liraglutide</span> un Agoniste des récepteurs GLP-1R) à cause des bénéfices cardiovasculaires démontrés dans les études

# PAP5_BoxHeading
source: Based on the clinical characteristics of this patient, the evidence and the CDA recommendations, what is your next step(s) in the glycemic management of this patient?
fr_ca: Basé sur les charactéristiques cliniques de ce patient, les preuves fondées sur les évidences ainsi que sur les recommandations des lignes directrices de l'Association Canadienne dun Diabète, quelle(s) est(sont) votre(vos) prochaine(s) étape(s) dans la gestion glycémique de ce patient?

# PAP5_Boxitem1
source: I believe that the current management is appropriate for this patient
fr_ca: J'estime que la gestion actuelle est pertinente pour ce patient

# PAP5_Boxitem2
source: I will consider switching to <span style="color: #063">empagliflozin</span> (an SGLT2 inhibitor) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">empagliflozin</span> (un Inhibiteur du SGLT2) à cause des bénéfices cardiovasculaires démontrés dans les études.

# PAP5_Boxitem3
source: I will consider switching to <span style="color: #063">liraglutide</span> (a GLP1-RA) due to its demonstrated CV outcome benefit
fr_ca: Je vais considérer changer de thérapie à <span style="color: #063">liraglutide</span> un Agoniste des récepteurs GLP-1R) à cause des bénéfices cardiovasculaires démontrés dans les études

# PAP5_Boxitem4
source: I will consider inititating an additional antihyperglycemic agent (other than empagliflozin and/or liraglutide) to improve glycemic control
fr_ca: Je vais considérer d'initier un agent antihyperglycémiant additionnel (autre que liraglutide et/ou empagliflozin) afin d'améliorer le contrôle glycémique de ce patient

# PAP5_Boxitem5
source: I will defer to the patient's other health care provider(s) to initiate an AHA agent with demonstrated CV benefit
fr_ca: Je vais m'en remettre au(x) professionnel(s) de la santé du patient pour inter-changer à un agent antihyperglycémiant avec bénéfices cardiovasculaires démontrés

# PAP5_Boxitem6
source: I will defer to the patient's other health care provider(s) to modify the management plan to improve glycemic control
fr_ca: Je vais m'en remettre au(x) professionnels de la santé du patient pour modifier le plan de gestion afin d'améliorer son contrôle glycémique

# PAP5_CardiovascularDisease
source: Clinical Cardiovascular Disease
fr_ca: Maladie cardiovasculaire clinique

# PAP5_cardiovascularOutcome
source: Effect on cardiovascular outcome
fr_ca: Effet des paramètres cardiovasculaires

# PAP5_Care
source: Care
fr_ca: Mesure

# PAP5_CareFlowSheet
source: Adapted from the CDA Patient Care Flow Sheet
fr_ca: Adapté à partir des Feuilles pour le suivi des soins chez les patients atteints de diabète de l'Association canadienne du Diabète

# PAP5_CDAGuidelines
source: CDA Guidelines
fr_ca: Lignes directrices de l'ACD

# PAP5_CheckAllthatApply
source: Check ALL that APPLY
fr_ca: Cochez TOUT ce qui est pertinent

# PAP5_CHOICEOFAGENT
source: CHOICE OF AGENT
fr_ca: CHOIX D'AGENT

# PAP5_ChoiceofAHA
source: Choice of AHA agent after metformin needs to be individualized by prioritizing patient characteristics
fr_ca: CHOIX D'UN ANTIHYPERGLYCÉMIANT APRÈS LA METFORMINE DOIT ÊTRE PERSONALISÉ EN PRIORISANT LES CHARACTÉRISTIQUES DU PATIENT

# PAP5_Cholesterol
source: Cholesterol (LDL-C)
fr_ca: Cholestérol (LDL-C)

# PAP5_CohortIA
source: Cohort IA:
fr_ca: Cohorte IA:

# PAP5_CohortIB
source: Cohort IB
fr_ca: Cohorte IB

# PAP5_CohortIB_1
source: <span class="blueTXT"><strong>Age ≥ 50 years AND</strong></span> <ul> <li> Chronic heart failure (NYHA class II-III)</li> <li> Chronic renal failure (eGFR &lt;60 mL/min)</li> </ul>
fr_ca: <span class="blueTXT"><strong>Âge ≥ 50 ans ET</strong></span> <ul> <li> Insuffisance cardiaque chronique (classe II-III NYHA)</li> <li> Insuffisance rénale chronique (DFGE<60 mL/min)</li> </ul>

# PAP5_CohortII
source: Cohort II
fr_ca: Cohorte II

# PAP5_CohortIIA
source: Age ≥ 60 years AND at least ONE of the following CV Risk Factors
fr_ca: Âgé de ≥60 ans ET au moins UN des facteurs de risques cardiovasculaires:

# PAP5_CohortIIB
source: Microalbuminuria or proteinuria
fr_ca: Microalbuminurie ou protéinurie

# PAP5_CohortIIC
source: Hypertension and left ventricular hypertrophy by ECG or imaging
fr_ca: Hypertension et hypertrophie du ventricule gauche par électrocardiogramme ou imagerie

# PAP5_CohortIID
source: Left ventricular systolic or diastolic dysfunction by imaging
fr_ca: Dysfonction du ventricule gauche systolique ou diastolique par imagerie

# PAP5_CohortIIE
source: Evidence of atherosclerosis e.g. Ankle-brachial index &lt;0.9
fr_ca: Évidence d’athérosclérose i.e. index brachial cheville <0.9

# PAP5_consider
source: Consider/Review
fr_ca: Considérer/Reviser

# PAP5_ConsiderCost
source: Consider cost &amp; access
fr_ca: Considérer coût & accès

# PAP5_considereGFR
source: Therapeutic considerations; consider eGFR
fr_ca: Considérations thérapeutiques; considérer un DFGE

# PAP5_CurrentManagement
source: I believe that the current management is appropriate for this patient
fr_ca: J'estime que la gestion actuelle est pertinente pour ce patient

# PAP5_CVdisease
source: CV disease or multiple risk factors
fr_ca: Maladies cardiovasculaires ou multiples facteurs de risques

# PAP5_CVRiskFactors
source: Clinical CVD and CV Risk Factors
fr_ca: Maladies cardiovasculaire clinique et facteurs de risque

# PAP5_DegreeHyperglycemia
source: Degree of hyperglycemia
fr_ca: Degré d'hyperglycémie

# PAP5_eGFR
source: eGFR
fr_ca: DFGE

# PAP5_EligibilityCohort
source: This Patient's Clinical Characteristics - Eligibility Cohort:
fr_ca: Les charactéristiques cliniques de ce patient - Cohorte d'Éligibilité:

# PAP5_EncouragePatient
source: Encourage patient to stop at each visit; provide support as needed
fr_ca: Encourager le patient à arrêter à chaque visite; procurer du soutien au besoin

# PAP5_Fastinglipid
source: <td><strong>Fasting lipid levels (TC, HDL, TG and calculated LDL)</strong> at diagnosis, then yearly if treatment not initiated. More frequent testing if treatment initiated</td> <td> Lipid targets for those who need therapy:<br> <strong> Primary target: LDL ≤2.0 mmol/L or &gt;50% reduction<br> Alternate Primary target: apo B &lt;0.8 g/L or non-HDL-C &lt;2.6 mmol/L </strong> </td>
fr_ca: <td><strong>Niveaux des lipides à jeun (TC, HDL, TG et LDL calculé)</strong> au diagnostic, puis annuellement si un traitement n'est pas initié. Examens plus fréquents quand un traitement est initié.</td> <td> Cibles lipidiques pour ceux qui ont besoin de thérapie:<br> <strong> Cible primaire: LDL <2.0 mmol/L ou >50% réduction Cible primaire alternative: apo B <0.8 g/L ou cholestérol non lié aux HDL <2.6 mmol/L </strong> </td>

# PAP5_HDLC
source: HDL-C:
fr_ca: C-HDL :

# PAP5_heading
source: 5: Lipid Profile and Management
fr_ca: 5: Profil et gestion des lipides

# PAP5_heading1
source: Considerations &amp; Recommendations <br> Record:
fr_ca: Considérations &amp; Dossier de <br>Recommandations

# PAP5_Healthybody
source: Healthy body weight target: BMI: 18.5-24.9
fr_ca: Cible de poids corporel santé: IMC: 18.5-24.9

# PAP5_hepatic
source: Comorbidities (renal, CHF, hepatic)
fr_ca: Comorbidités (rénale, insuffisance cardiaque, hépatique)

# PAP5_Idefer
source: I defer to the patient's other health care provider(s) to initiate therapy
fr_ca: Je m'en remets aux autres professionnels de la santé pour initier un traitement

# PAP5_Idisagree
source: I disagree with the recommendations
fr_ca: Je ne suis pas d'accord avec les recommandations

# PAP5_Indicated
source: Indicated
fr_ca: Indication

# PAP5_IndividualizedBased
source: Individualized based on life expectancy, functional dependency, extensive coronary artery disease at high risk of ischemia, multiple comorbidities, recurrent severe hypoglycemia, hypoglycemia unawareness, longstanding diabetes unable to achieve A1C ≤7% despite best efforts (including intensified insulin).
fr_ca: ndividualisation basée sur l'espérance de vie, dépendance fonctionnelle, coronaropathie vaste, multiples comorbidités, hypoglycémie sévère récurrente, ignorance d'hypoglycémie, diabète de longues dates et n'atteint pas un HbA1c de ≤7.0%, malgré des efforts soutenus (incluant une intensification de l'insuline)

# PAP5_LDLC
source: LDL-C:
fr_ca: C-LDL :

# PAP5_Legend
source: Legend:
fr_ca: Légende:

# PAP5_LimitedTime
source: Limited time with patient at the most recent visit
fr_ca: Limite de temps avec le patient pendant la dernière consultation

# PAP5_Lipidlevels
source: Has this patient had his/her lipid levels checked within the past 12 months?
fr_ca: Les taux lipidiques de ce patient ont-ils été mesurés au cours des 12 derniers mois?

# PAP5_Lipidlevels1
source: Yes
fr_ca: Oui

# PAP5_Lipidlevels2
source: No
fr_ca: Non

# PAP5_MacrovascularDisease
source: Macrovascular Disease and/or
fr_ca: Maladie macrovasculaires et/ou

# PAP5_Measure
source: Measure
fr_ca: Mesure

# PAP5_MeasureAttainment
source: Measure Attainment
fr_ca: Mesure Atteinte

# PAP5_MeasureBP
source: Measure BP <strong>at diagnosis and at every diabetes clinic visit</strong>
fr_ca: Mesurer l'hypertension <strong>au diagnosis et à chaque clinique visite de diabète</strong>

# PAP5_MedicalConstraints
source: Medical Constraints (e.g. co-morbid conditions, contraindications, patient's age)
fr_ca: Contraintes médicales (i.e. Plusieurs comorbidités, contre-indications, âge du patient)

# PAP5_MicrovascularDisease
source: Microvascular Disease and/or
fr_ca: Maladie microvasculaire et/ou

# PAP5_ModifyingTherapy
source: Lipid Modifying Therapy:
fr_ca: Traitement d’ajustement lipidique :

# PAP5_ModifyingTherapy1
source: Statin
fr_ca: Statine

# PAP5_ModifyingTherapy2
source: Bile Acid Sequestrant
fr_ca: Chélateur des acides biliaires

# PAP5_ModifyingTherapy3
source: Ezetimibe
fr_ca: Ezétimibe

# PAP5_ModifyingTherapy5
source: Niacin
fr_ca: Niacine

# PAP5_ModifyingTherapy6
source: PCSK9 Inhibitor
fr_ca: Inhibiteur du PCSK9

# PAP5_NonHDC
source: Non HDL-C:
fr_ca: C-non HDL :

# PAP5_NormalEGFR
source: Normal eGFR &gt;60 mL/min
fr_ca: DFGE normal >60 mL/min

# PAP5_NotApplicable
source: Not Applicable
fr_ca: Non applicable

# PAP5_NotInitiatingACEi
source: Please select <span class="blueTXT"><u>the most applicable reason</u></span> for not initiating ACEi or ARB therapy at the most recent visit?
fr_ca: Veuillez sélectionner la <span class="blueTXT"><u> raison la plus valable</u></span> pour ne pas initier un iECA ou un ARA à la visite la plus récente?

# PAP5_NotInitiatingASA
source: Please select <span class="blueTXT"><u>the most applicable reason</u></span> for not initiating ASA (clopidogrel if ASA intolerant) therapy at the most recent visit?
fr_ca: Veuillez sélectionner la <span class="blueTXT"><u>raison la plus valable</u></span> pour ne pas initier une Aspirine (clopidogrel si intolérance à l'aspirine) à la visite la plus récente?

# PAP5_notInitiatingStatin
source: Please select <span class="blueTXT"><u>the most applicable reason</u></span> for not initiating statin therapy at the most recent visit?
fr_ca: Veuillez sélectionner la<span class="blueTXT"><u>raison la plus valable</u></span> pour ne pas initier une thérapie de statine à la visite la plus récente?

# PAP5_Objective
source: Objective
fr_ca: Objectif

# PAP5_OverweightObesity
source: Overweight or obesity
fr_ca: Embonpoint ou obésité

# PAP5_PATIENTCHARACTERISTIC
source: PATIENT CHARACTERISTIC
fr_ca: CHARACTÉRISTIQUES DU PATIENT

# PAP5_PatientReason
source: Patient Reason (e.g. does not follow recommendations, refusal of treatment)
fr_ca: Raison du Patient (i.e. ne suit pas les recommandations transmises, refus d'un traitement)

# PAP5_Prescribed
source: Prescribed
fr_ca: Prescrit

# PAP5_PriorCAD
source: Prior CAD, PAD, CeVD
fr_ca: Antécédant d'une maladie coronarienne, d'une maladie artérielle périphérique, d'une maladie cérébrovasculaire

# PAP5_PRIORITY
source: PRIORITY:
fr_ca: PRIORITÉ:

# PAP5_ProtectHeart
source: Drugs to Protect the Heart
fr_ca: Médicaments de protection cardiaque

# PAP5_Rarehypoglycemia
source: Rare hypoglycemia
fr_ca: Hypoglycémie rare

# PAP5_ReadMore
source: Read More…
fr_ca: Lire davantage…

# PAP5_ReasonNotChangeMP1
source: Please select the most applicable reason for deciding not to make changes to this patient's current management plan?
fr_ca: Sélectionner la raison la plus propice pour décider de ne pas apporter de changements au plan de gestion courant de ce patient?

# PAP5_ReasonNotChangeMP2
source: I disagree with the recommendations
fr_ca: Je ne suis pas d'accord avec les recommandations

# PAP5_ReasonNotChangeMP3
source: Patient Reason (e.g. does not follow recommendations, refusal of treatment)
fr_ca: Raison du Patient (i.e. ne suit pas les recommandations transmises, refus d'un traitement)

# PAP5_ReasonNotChangeMP4
source: Medical Constraints (e.g. co-morbid conditions, contraindications, patient's age)
fr_ca: Contraintes Médicales (i.e. co-morbidités, contre-indications, âge du patient)

# PAP5_ReasonNotChangeMP5
source: Adverse Event(s)
fr_ca: Effets indésirables

# PAP5_ReasonNotChangeMP6
source: Coverage / Reimbursement difficulties
fr_ca: Assurance Médicaments / Difficultés de remboursement

# PAP5_RecentA1C
source: Most recent A1C
fr_ca: HbA1c le plus récent

# PAP5_RecordValues
source: Record values exactly as they appear in the lab report. Include decimal places where applicable
fr_ca: Inscrivez les mesures figurant sur le rapport de laboratoire. Indiquez les décimales au besoin

# PAP5_ReimbursementDifficulties
source: Coverage / Reimbursement difficulties
fr_ca: Assurance Médicaments / Difficultés de remboursement

# PAP5_RequireVascularPM
source: Does this Patient Require Vascular Protective Medications?
fr_ca: Est-ce que ce patient requiert un médicament de protection vasculaire?

# PAP5_Riskhypoglycemia
source: Risk of hypoglycemia
fr_ca: Risque d'hypoglycémie

# PAP5_SelectonlyONE
source: Select only ONE
fr_ca: Cochez UNE SEULE réponse

# PAP5_Smoking
source: Smoking
fr_ca: Tabagisme

# PAP5_SmokingCessation
source: Smoking cessation
fr_ca: Arrêt du tabagisme

# PAP5_Statin
source: Statin
fr_ca: Statine

# PAP5_StatinIntolerance
source: Statin Intolerance / Adverse Event(s)
fr_ca: Intolérance aux statines

# PAP5_StatinTherapyRequired
source: Statin Therapy Required IF:
fr_ca: Une thérapie de statine est requise SI:

# PAP5_Target
source: Target
fr_ca: Cibles

# PAP5_Target1
source: Target
fr_ca: Cibles

# PAP5_targetLDLC
source: What is your LDL-C target for this patient:
fr_ca: Quel est le taux de C-LDL cible pour ce patient :

# PAP5_ThisPatient
source: This Patient
fr_ca: Ce Patient

# PAP5_TMMet
source: Target/Measure Objective Met
fr_ca: Cible/Mesure Ojbectif rencontré

# PAP5_TMNotMet
source: Target/Measure Objective NOT Met
fr_ca: Cible/Mesure Objectif NON rencontré

# PAP5_TotalCholesterol
source: Total Cholesterol:
fr_ca: Cholestérol total :

# PAP5_Triglycerides
source: Triglycerides:
fr_ca: Triglycérides :

# PAP5_Value
source: Value
fr_ca: Valeur

# PAP5_VascularProtective
source: Vascular Protective Rx
fr_ca: Prescription de protection vasculairesascular Protective Rx

# PAP5_WarrantsACE
source: Warrants ACE-inhibitor (ARB if ACE-i intolerant) therapy based on the CDA/CHEP CPGs
fr_ca: Justifie un iECA (ARA si iECA était intolérant) basé sur les normes et lignes directrices de l’ACD/PECH

# PAP5_WarrantStatin
source: Warrants statin therapy based on the CDA/CCS CPGs
fr_ca: Justification d'une statine basée sur les lignes directrices de l'Association canadienne du diabète/l'Association canadienne cardiovasculaire

# PAP5_WeightNeutral
source: Weight loss or weight neutral
fr_ca: Perte de poids ou poids neutralisé

# PAP5_Yes
source: YES
fr_ca: OUI

# PAP6_A1CPast6Months
source: Has this patient had his/her A1C checked within the past 6 months?
fr_ca: Le taux d’HbA1c de ce patient a-t-il été vérifié au cours des 6 derniers mois?

# PAP6_A1CPast6Months1
source: Yes
fr_ca: Oui

# PAP6_A1CPast6Months2
source: No
fr_ca: Non

# PAP6_A1CPercent
source: A1C:
fr_ca: HbA1c :

# PAP6_A1CTarget
source: What is your A1C target for this patient:
fr_ca: Quel est le taux d’HbA1c cible pour ce patient

# PAP6_Antihyperglycemic
source: Antihyperglycemic Therapy:
fr_ca: Traitement antihyperglycémiant :

# PAP6_Antihyperglycemic1
source: α-Glucosidase Inhibitor
fr_ca: Inhibiteur de l'α-glucosidase

# PAP6_Antihyperglycemic2
source: DPP-4 Inhibitor
fr_ca: Inhibiteur de la DPP-4

# PAP6_Antihyperglycemic3
source: GLP-1 Receptor Agonist
fr_ca: Agoniste des récepteurs du GLP-1

# PAP6_Antihyperglycemic4
source: Insulin
fr_ca: Insuline

# PAP6_Antihyperglycemic5
source: Meglitinide
fr_ca: Méglitinide

# PAP6_Antihyperglycemic6
source: Metformin
fr_ca: Metformine

# PAP6_Antihyperglycemic7
source: Metformin + DPP4 Inhibitor Fixed Dose Combination
fr_ca: Association à dose fixe de metformine + inhibiteur de la DPP-4

# PAP6_Antihyperglycemic8
source: SGLT2 Inhibitor
fr_ca: Inhibiteur du SGLT-2

# PAP6_Antihyperglycemic9
source: Sulfonylurea
fr_ca: Sulfonylurée

# PAP6_CheckallApply
source: Check ALL that APPLY or Select "None of the Above"
fr_ca: Cochez TOUTES les réponses pertinentes ou sélectionnez « Aucune de ces réponses »

# PAP6_DiabetesEducator
source: Was this patient referred to or counselled by a certified diabetes educator / recognized diabetes program for disease state management education?
fr_ca: Ce patient a-t-il consulté un éducateur certifié en diabète ou lui a-t-on recommandé un programme réputé en diabète pour obtenir des renseignements sur la prise en charge de sa maladie?

# PAP6_DiabetesEducatorReferredDD1
source: Yes, at diagnosis
fr_ca: Oui, au moment du diagnostic

# PAP6_DiabetesEducatorReferredDD2
source: Yes, in the past 12 months
fr_ca: Oui, au cours des 12 derniers mois

# PAP6_DiabetesEducatorReferredDD3
source: Not referred
fr_ca: Non

# PAP6_DiabetesEducatorReferredDD4
source: Not known
fr_ca: Ne sais pas

# PAP6_DietPlan
source: Has this patient followed a diet plan in the last 12 months?
fr_ca: Ce patient a-t-il suivi un régime alimentaire au cours des 12 derniers mois?

# PAP6_DietPlan1
source: Yes
fr_ca: Oui

# PAP6_DietPlan2
source: No
fr_ca: Non

# PAP6_DietPlanDD3
source: Not known
fr_ca: Ne sais pas

# PAP6_ExercisePlan
source: Was this patient given a written exercise plan with measurable goals in the last 12 months?
fr_ca: Ce patient a-t-il reçu un plan d’exercice par écrit avec des objectifs mesurables au cours des 12 derniers mois?

# PAP6_ExercisePlan1
source: Yes
fr_ca: Oui

# PAP6_ExercisePlan2
source: No
fr_ca: Non

# PAP6_ExercisePlan3
source: Not known
fr_ca: Ne sais pas

# PAP6_EyeExam
source: Has this patient been referred for an eye exam within the past 12 months?
fr_ca: Ce patient a-t-il eu un examen des yeux au cours des 12 derniers mois?

# PAP6_EyeExam1
source: Yes
fr_ca: Oui

# PAP6_EyeExam2
source: No
fr_ca: Non

# PAP6_EyeExam3
source: Not known
fr_ca: Ne sais pas

# PAP6_EyeFinding
source: Eye Exam Finding:
fr_ca: Résultat de l’examen des yeux

# PAP6_EyeFindingDD2
source: Abnormal
fr_ca: Anormal

# PAP6_FootExam
source: Was a comprehensive foot exam performed within the past 12 months?
fr_ca: Ce patient a-t-il fait l’objet d’un examen complet des pieds au cours des 12 derniers mois?

# PAP6_FootExam1
source: Yes
fr_ca: Oui

# PAP6_FootExam2
source: No
fr_ca: Non

# PAP6_FootExam3
source: Not known
fr_ca: Ne sais pas

# PAP6_FootExamFinding
source: Foot Exam Finding:
fr_ca: Résultat de l’examen des pieds

# PAP6_FootExamFindingDD2
source: Abnormal
fr_ca: Anormal

# PAP6_FPG
source: FPG:
fr_ca: Glycémie à jeun :

# PAP6_GlycemicProfile
source: 6: Glycemic Profile and Management
fr_ca: 6 : Profil et gestion de la glycémie

# PAP6_HypoglycemiaActions
source: Hypoglycemia: What action(s) did you take?
fr_ca: Hypoglycémie : Quelles mesures avez-vous prises?

# PAP6_HypoglycemiaActions1
source: Adjusted current therapy
fr_ca: Ajustement du traitement actuel

# PAP6_HypoglycemiaActions2
source: Discussed role of exercise on hypoglycemia
fr_ca: Discussion du rôle de l'exercice sur l'hypoglycémie

# PAP6_HypoglycemiaActions3
source: Discussed nutrition therapy to manage and/or prevent hypoglycemia
fr_ca: Discussion de l'alimentation pour gérer et/ou prévenir l'hypoglycémie

# PAP6_HypoglycemiaActions4
source: Provided written hypoglycemia management plan
fr_ca: Plan de gestion de l'hypoglycémie remis sur papier

# PAP6_HypoglycemiaActions5
source: No action taken
fr_ca: Aucune mesure prise

# PAP6_HypoglycemiaActionsSelect
source: Check ALL that APPLY or Select "No Action Taken"
fr_ca: Cochez TOUTES les réponses pertinentes ou sélectionnez « Aucune mesure prise »

# PAP6_HypoglycemiaEvents
source: Have any of the following hypoglycemia related events occurred in the past 12 months:
fr_ca: Le patient a-t-il eu un des épisodes d’hypoglycémie suivants au cours des 12 derniers mois :

# PAP6_HypoglycemiaEvents1
source: Patient reported hypoglycemia episodes
fr_ca: Épisodes d'hypoglycémie signalés par le patient

# PAP6_HypoglycemiaEvents2
source: Evidence of hypoglycemia in patient's blood glucose log
fr_ca: Signe d'hypoglycémie dans le relevé de glycémie du patient

# PAP6_HypoglycemiaEvents3
source: Patient required paramedic or emergency room visit
fr_ca: Le patient a nécessité des soins paramédicaux ou s'est rendu à l'urgence

# PAP6_HypoglycemiaEvents4
source: No discussion or evidence of hypoglycemia
fr_ca: Aucune discussion sur l'hypoglycémie ni signe d'hypoglycémie

# PAP6_HypoglycemiaEventsCheckAll
source: Check ALL that APPLY or Select "No discussion of Hypoglycemia"
fr_ca: Cochez TOUTES les réponses pertinentes ou sélectionnez « Aucune discussion sur l'hypoglycémie ni signe d'hypoglycémie »

# PAP6_Hypoglycemia_Inquire
source: Inquired about hypoglycemia with the patient. No evidence of hypoglycemia
fr_ca: Posé des questions sur l’hypoglycémie chez le patient. Aucune preuve d’hypoglycémie

# PAP6_Hypoglycemia_NoDiscussion
source: No discussion of hypoglycemia
fr_ca: Aucun discussion d’hypoglycémie

# PAP6_InsulinRegimen
source: Insulin Regimen:
fr_ca: Insulinothérapie :

# PAP6_InsulinRegimenDD1
source: Basal once daily
fr_ca: Insuline basale une fois par jour

# PAP6_InsulinRegimenDD2
source: Basal insulin twice daily
fr_ca: Insuline basale deux fois par jour

# PAP6_InsulinRegimenDD3
source: Basal-plus (Basal plus one injection of prandial insulin)
fr_ca: Insuline basale plus une injection d’insuline prandiale

# PAP6_InsulinRegimenDD4
source: Basal-bolus (Basal plus ≥ 2 injection of prandial insulin)
fr_ca: Bolus d’insuline basale (plus au moins 2 injections d’insuline prandiale)

# PAP6_InsulinRegimenDD5
source: Premixed insulin
fr_ca: Insuline prémélangée

# PAP6_InsulinRegimenDD6
source: Other
fr_ca: Autre

# PAP6_NotAvailable
source: Not Available
fr_ca: Non disponible

# PAP6_PhysicalActivity
source: Physical Activity:
fr_ca: Activité physique

# PAP6_PhysicalActivityDD1
source: Inactive
fr_ca: Inactif

# PAP6_PhysicalActivityDD2
source: Moderately inactive
fr_ca: Modérément inactif

# PAP6_PhysicalActivityDD3
source: Moderately active
fr_ca: Modérément actif

# PAP6_PhysicalActivityDD4
source: Active
fr_ca: Actif

# PAP6_PhysicalActivityDD5
source: Not known
fr_ca: Ne sais pas

# PAP6_RecommendSMBG
source: Have you recommended Self Monitoring of Blood Glucose (SMBG) to this patient?
fr_ca: Avez-vous recommandé l’auto-mesure de la glycémie pour ce patient?

# PAP6_RecommendSMBG1
source: Yes
fr_ca: Oui
