Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# NEEDS_ASSES_Q19_A5
source: Is proactive with patient recall system and routine appointment reminders
fr_ca: Se fait de façon proactive avec un système de rappel du patient et des rappels réguliers des rendez-vous

# NEEDS_ASSES_Q1_A1
source: Male
fr_ca: Homme

# NEEDS_ASSES_Q1_A2
source: Female
fr_ca: Femme

# NEEDS_ASSES_Q2
source: Number of years in practice
fr_ca: Nombre d’années de pratique:

# NEEDS_ASSES_Q20
source: In my practice, planned visits for patients who have diabetes:
fr_ca: Dans ma pratique, les consultations planifiées avec les patients diabétiques :

# NEEDS_ASSES_Q20_A1
source: Are not used
fr_ca: Ne sont pas utilisées

# NEEDS_ASSES_Q20_A2
source: Are used if patients are not doing well or need refills
fr_ca: Sont utilisées uniquement si le patient ne va pas bien ou si son ordonnance doit être renouvelée

# NEEDS_ASSES_Q20_A3
source: Are used if patients are not doing well. Reminder cards are used, but there is no long-term planning for regular visits
fr_ca: Sont utilisées avec certains patients : des cartes de rappel sont utilisées mais il n’y a aucune planification à long terme des consultations régulières

# NEEDS_ASSES_Q20_A4
source: Checklists and flow sheets are used, in addition to other tools, to ensure key elements of care are provided
fr_ca: Des aide-mémoire et des schémas sont utilisés, ainsi que d’autres outils, pour faire en sorte que les éléments clés des soins sont prodigués

# NEEDS_ASSES_Q20_A5
source: Are used for all patients and include regular assessment, preventive interventions, and attention to self-management support
fr_ca: Sont utilisées avec tous les patients et comprennent des évaluations régulières, des interventions préventives et le soutien à l’autogestion

# NEEDS_ASSES_Q20_A6
source: Are used systematically to optimize patient follow-up; in addition, missed elements of planned care are easily spotted through an alert system
fr_ca: Sont utilisées systématiquement pour optimiser le suivi du patient; de plus, les éléments de soins planifiés ayant pu être oubliés sont facilement signalés au moyen d’un système d’alerte

# NEEDS_ASSES_Q21
source: In my practice, coordination of care between my office and subspecialists:
fr_ca: Dans ma pratique, la coordination des soins entre mon cabinet et les spécialistes :

# NEEDS_ASSES_Q21_A1
source: Is not done well
fr_ca: Ne se déroule pas très bien

# NEEDS_ASSES_Q21_A2
source: Is done reasonably well, but depends mostly on written communication between my office, subspecialists and other relevant providers
fr_ca: Se déroule assez bien, mais repose en grande partie sur la communication écrite entre mon cabinet, les spécialistes et autres prestataires de soins pertinents

# NEEDS_ASSES_Q21_A3
source: Is done quite well, with adequate oral and written communication between my office, subspecialists, and other relevant providers
fr_ca: Se déroule plutôt bien, avec une communication verbale et écrite entre mon cabinet, les spécialistes et autres prestataires de soins pertinents

# NEEDS_ASSES_Q21_A4
source: Is a high priority and includes active coordination between my office, subspecialists, and other relevant groups
fr_ca: Est une priorité et comporte une coordination active entre mon cabinet, les spécialistes et d’autres groupes d’intervenants

# NEEDS_ASSES_Q22
source: In my practice, a diabetes registry:
fr_ca: Dans ma pratique, un registre de diabète :

# NEEDS_ASSES_Q22_A1
source: Is not available
fr_ca: N’est pas offert

# NEEDS_ASSES_Q22_A2
source: Is used to maintain patient information, such as name, diagnosis, contact information, and date of last contact, either on paper or in a computer database
fr_ca: Est utilisé pour conserver les renseignements sur les patients, comme le nom, le diagnostic, les coordonnées, la date de la dernière consultation, soit sur papier ou dans une base de données électronique

# NEEDS_ASSES_Q22_A3
source: Is used to identify patients regarding specific clinical information (e.g., data collection for measuring/tracking, identifying patients for planned visits or group visits)
fr_ca: Est utilisé pour identifier les patients en vue d’obtenir des renseignements cliniques spécifiques (ex., collecte de données pour mesures/relevés, identification des patients à des fins de consultations planifiées ou des consultations de groupe)

# NEEDS_ASSES_Q22_A4
source: Is tied to guidelines and provides prompts and reminders about needed services (e.g., lab and other testing), and/or is an integral function of our electronic health record
fr_ca: Est associé aux lignes directrices et sert à obtenir des rappels relativement aux services nécessaires (ex., analyses de laboratoire et autre tests), et/ou est une fonction intégrale de notre système de dossiers médicaux électroniques

# NEEDS_ASSES_Q23
source: Reminders to physicians and other team members:
fr_ca: Les rappels aux médecins et autres membres de l’équipe :

# NEEDS_ASSES_Q23_A1
source: Are not available
fr_ca: Ne sont pas offerts

# NEEDS_ASSES_Q23_A2
source: Include general notifications of the existence of a diagnosis of diabetes, but do not describe needed services at the time of encounter
fr_ca: Comprennent des avis généraux de l’existence d’un diagnostic de diabète, mais aucune description des besoins requis au moment de la consultation

# NEEDS_ASSES_Q23_A3
source: Include indications of needed services for populations of patients through periodic reporting
fr_ca: Donnent un aperçu des besoins requis par les patients sous forme de rapports périodiques

# NEEDS_ASSES_Q23_A4
source: Include specific information for the team about guideline adherence at the time of individual patient encounters
fr_ca: Comprennent de l’information spécifique pour l’équipe sur le respect des lignes directrices au moment de la consultation du patient

# NEEDS_ASSES_Q24
source: In my practice, performance feedback regarding diabetes care:
fr_ca: Dans ma pratique, la rétroaction du rendement relativement aux soins diabétiques :

# NEEDS_ASSES_Q24_A1
source: Is not available
fr_ca: N’est pas offerte

# NEEDS_ASSES_Q24_A2
source: Is provided at infrequent intervals and/or about a limited number of patients
fr_ca: Est offerte à intervalles non réguliers et/ou à un nombre limité de patients

# NEEDS_ASSES_Q24_A3
source: Occurs at frequent enough intervals to monitor performance and is specific to each physician
fr_ca: A lieu assez fréquemment dans le but de surveiller le rendement et est spécifique à chaque médecin

# NEEDS_ASSES_Q24_A4
source: Is timely and specific to each physician, and we routinely review the reports and strive to remedy any deficiencies as rapidly as possible
fr_ca: Est régulière et spécifique à chaque médecin, et comporte la revue régulière de rapports afin d’identifier et de résoudre tout problème dans les meilleurs délais possibles

# NEEDS_ASSES_Q25
source: Specific treatment targets and goals:
fr_ca: Les cibles et objectifs spécifiques du traitement :

# NEEDS_ASSES_Q25_A1
source: Are not part of the chart in most cases
fr_ca: Ne sont généralement pas inclus au dossier

# NEEDS_ASSES_Q25_A2
source: Are noted in each patient's chart
fr_ca: Sont notés dans le dossier de chaque patient

# NEEDS_ASSES_Q25_A3
source: Are established collaboratively and include self-management as well as clinical goals
fr_ca: Sont déterminés en groupe et comprennent l’autogestion ainsi que les objectifs cliniques

# NEEDS_ASSES_Q25_A4
source: Are established collaboratively and include self-management as well as clinical goals. Individual treatment goals and targets are discussed and adjusted frequently, with input from patients
fr_ca: Sont déterminés en groupe et comprennent l’autogestion ainsi que les objectifs cliniques. Les objectifs et cibles de chaque traitement font l’objet de discussions et d’ajustement fréquents, avec la participation du patient

# NEEDS_ASSES_Q26
source: Approximately what percentage of your patients with type 2 diabetes receive diet and exercise plans with measurable goals from you?
fr_ca: Quel est le pourcentage approximatif de vos patients atteints de diabète de type 2 qui reçoit un plan d’alimentation et d’exercice avec des objectifs mesurables de votre part?

# NEEDS_ASSES_Q26_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q26_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q26_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q26_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q27
source: How often do you document discussions about diet and exercise in the patient's chart?
fr_ca: À quelle fréquence consignez-vous les discussions sur l’alimentation et l’exercice dans le dossier du patient?

# NEEDS_ASSES_Q27_A1
source: Never
fr_ca: Jamais

# NEEDS_ASSES_Q27_A2
source: Sometimes
fr_ca: Parfois

# NEEDS_ASSES_Q27_A3
source: Frequently
fr_ca: Souvent

# NEEDS_ASSES_Q27_A4
source: Always
fr_ca: Toujours

# NEEDS_ASSES_Q28
source: Approximately what percentage of your patients with type 2 diabetes are referred by you to a Certified Diabetes Educator or recognized disease-state-management education program?
fr_ca: À environ quel pourcentage de vos patients atteints de diabète de type 2 recommandez-vous la consultation d’un éducateur certifié en diabète ou la participation à un programme d’éducation réputé sur la gestion de maladie?

# NEEDS_ASSES_Q28_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q28_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q28_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q28_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q29
source: How often do you document these referrals in the patient's chart?
fr_ca: À quelle fréquence consignez-vous ces recommandations dans le dossier du patient?

# NEEDS_ASSES_Q29_A1
source: Never
fr_ca: Jamais

# NEEDS_ASSES_Q29_A2
source: Sometimes
fr_ca: Parfois

# NEEDS_ASSES_Q29_A3
source: Frequently
fr_ca: Souvent

# NEEDS_ASSES_Q29_A4
source: Always
fr_ca: Toujours

# NEEDS_ASSES_Q2_A1
source: < 5 years
fr_ca: < 5 ans

# NEEDS_ASSES_Q2_A2
source: 5 – 10 years
fr_ca: 5 à 10 ans

# NEEDS_ASSES_Q2_A3
source: 11 – 15 years
fr_ca: 11 à 15 ans

# NEEDS_ASSES_Q2_A4
source: 16 – 20 years
fr_ca: 16 à 20 ans

# NEEDS_ASSES_Q2_A5
source: > 20 years
fr_ca: > 20 ans

# NEEDS_ASSES_Q3
source: Main patient care setting:
fr_ca: Nature de la pratique principale:

# NEEDS_ASSES_Q30
source: Approximately what percentage of your patients with type 2 diabetes receive a comprehensive foot exam, including neurologic and vascular testing, at least once every 12 months?
fr_ca: Quel est le pourcentage approximatif de vos patients atteints de diabète de type 2 qui font l’objet d’un examen complet des pieds, y compris un test neurologique et vasculaire, au moins une fois tous les 12 mois?

# NEEDS_ASSES_Q30_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q30_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q30_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q30_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q31
source: How often are the results of these foot exams documented in the patient's chart?
fr_ca: À quelle fréquence les résultats de ces examens des pieds sont-ils consignés dans le dossier du patient?

# NEEDS_ASSES_Q31_A1
source: Never
fr_ca: Jamais

# NEEDS_ASSES_Q31_A2
source: Sometimes
fr_ca: Parfois

# NEEDS_ASSES_Q31_A3
source: Frequently
fr_ca: Souvent

# NEEDS_ASSES_Q31_A4
source: Always
fr_ca: Toujourss

# NEEDS_ASSES_Q32
source: Approximately what percentage of your patients with type 2 diabetes AT GLYCEMIC TARGET have A1C measurements at least once every 3 months?
fr_ca: . À combien s’élève le pourcentage approximatif de vos patients atteints de diabète de type 2 AYANT ATTEINT LEUR VALEUR GLYCÉMIQUE CIBLE pour qui vous obtenez des mesures du taux d’HbA1c au moins une fois tous les 3 mois?

# NEEDS_ASSES_Q32_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q32_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q32_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q32_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q33
source: Approximately what percentage of your patients with type 2 diabetes AT GLYCEMIC TARGET have A1C measurements at least once every 6 months?
fr_ca: À combien s’élève le pourcentage approximatif de vos patients atteints de diabète de type 2 AYANT ATTEINT LEUR VALEUR GLYCÉMIQUE CIBLE pour qui vous obtenez des mesures du taux d’HbA1c au moins une fois tous les 6 mois?

# NEEDS_ASSES_Q33_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q33_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q33_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q33_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q34
source: Approximately what percentage of your patients with type 2 diabetes NOT AT TARGET have A1C measurements at least once every 3 months?
fr_ca: À combien s’élève le pourcentage approximatif de vos patients atteints de diabète de type 2 N’AYANT PAS ATTEINT LEUR VALEUR GLYCÉMIQUE CIBLE pour qui vous obtenez des mesures du taux d’HbA1c au moins une fois tous les 3 mois?

# NEEDS_ASSES_Q34_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q34_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q34_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q34_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q35
source: Approximately what percentage of your patients with type 2 diabetes NOT AT TARGET have A1C measurements at least once every 6 months?
fr_ca: À combien s’élève le pourcentage approximatif de vos patients atteints de diabète de type 2 N’AYANT PAS ATTEINT LEUR VALEUR GLYCÉMIQUE CIBLE pour qui vous obtenez des mesures du taux d’HbA1c au moins une fois tous les 6 mois?

# NEEDS_ASSES_Q35_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q35_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q35_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q35_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q36
source: Approximately what percentage of your patients with type 2 diabetes are recommended by you to perform self-monitoring of blood glucose?
fr_ca: Quel est le pourcentage approximatif de vos patients atteints de diabète de type 2 à qui vous recommandez l’auto-mesure de la glycémie?

# NEEDS_ASSES_Q36_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q36_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q36_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q36_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q37
source: In approximately what percentage of your patients with type 2 diabetes do you inquire about hypoglycemic episodes at every visit?
fr_ca: Quel est le pourcentage approximatif de vos patients atteints de diabète de type 2 à qui vous demandez s’ils ont eu un épisode hypoglycémique à chaque consultation?

# NEEDS_ASSES_Q37_A2
source: 10% to 25%
fr_ca: 10 % à 25 %

# NEEDS_ASSES_Q37_A3
source: 25% to 50%
fr_ca: 25 % à 50 %

# NEEDS_ASSES_Q37_A4
source: 50% to 75%
fr_ca: 50 % à 75 %

# NEEDS_ASSES_Q37_A5
source: 75% to 90%
fr_ca: 75 % à 90 %

# NEEDS_ASSES_Q38
source: How often/when do you discuss specific strategies for hypoglycemia prevention with your patients with type 2 diabetes?
fr_ca: Discutez-vous souvent de stratégies précises pour la prévention de l’hypoglycémie avec vos patients atteints de diabète de type 2?

# NEEDS_ASSES_Q38_A1
source: Never
fr_ca: Jamais

# NEEDS_ASSES_Q38_A2
source: Sometimes
fr_ca: Parfois

# NEEDS_ASSES_Q38_A3
source: Frequently
fr_ca: Souvent

# NEEDS_ASSES_Q38_A4
source: Always
fr_ca: Toujours

# NEEDS_ASSES_Q38_A5
source: When patient has a history of hypoglycemic episodes
fr_ca: Seulement si le patient présente des épisodes d’hypoglycémie

# NEEDS_ASSES_Q39
source: How often /when do you take specific action (e.g. modify oral or injectable therapy) when your patients with type 2 diabetes are not meeting their A1C goals?
fr_ca: À quelle fréquence prenez-vous des mesures précises (ex. modification du traitement oral ou par injection) lorsque les valeurs cibles du taux d’HbA1c de vos patients atteints de diabète de type 2 ne sont pas atteintes?

# NEEDS_ASSES_Q39_A1
source: Never
fr_ca: Jamais

# NEEDS_ASSES_Q39_A2
source: Sometimes
fr_ca: Parfois

# NEEDS_ASSES_Q39_A3
source: Frequently
fr_ca: Souvent

# NEEDS_ASSES_Q39_A4
source: Always
fr_ca: Toujours

# NEEDS_ASSES_Q39_A5
source: Actions based on individual patient needs
fr_ca: En fonction des besoins de chaque patient

# NEEDS_ASSES_Q3_A1
source: Solo Practice
fr_ca: Pratique solo

# NEEDS_ASSES_Q3_A2
source: Group Practice
fr_ca: Pratique en groupe

# NEEDS_ASSES_Q3_A3
source: Family Health Team (or similar)
fr_ca: Groupe de médecine de famille (ou semblable)

# NEEDS_ASSES_Q3_A4
source: Hospital Based (Inpatient)
fr_ca: Hôpital (patients hospitalisés)

# NEEDS_ASSES_Q3_A5
source: Hospital Based (Outpatient)
fr_ca: Hôpital (clinique externe)

# NEEDS_ASSES_Q3_A6
source: Other
fr_ca: Autres

# NEEDS_ASSES_Q4
source: Population primarily served by your practice:
fr_ca: Population principalement desservie par votre pratique :

# NEEDS_ASSES_Q40
source: How often /when do you take specific action (e.g. modify lifestyle recommendations or pharmacologic therapy) when your patients type 2 diabetes are not at blood pressure or lipid goals?
fr_ca: À quelle fréquence prenez-vous des mesures précises (ex. modification des recommandations de mode de vie ou traitement pharmacologique) lorsque les valeurs cibles de tension artérielle ou des lipides de vos patients atteints de diabète de type 2 ne sont pas atteintes?

# NEEDS_ASSES_Q40_A1
source: Never
fr_ca: Jamais

# NEEDS_ASSES_Q40_A2
source: Sometimes
fr_ca: Parfois

# NEEDS_ASSES_Q40_A3
source: Frequently
fr_ca: Souvent

# NEEDS_ASSES_Q40_A4
source: Always
fr_ca: Toujours

# NEEDS_ASSES_Q40_A5
source: Actions based on individual patient needs
fr_ca: En fonction des besoins de chaque patient

# NEEDS_ASSES_Q41
source: In your opinion, on average how adherent are your patients with their current medications?
fr_ca: D’après vous, quel est le taux d’observance du traitement actuel de vos patients?

# NEEDS_ASSES_Q41_A1
source: < 50% of time
fr_ca: <50 % du temps

# NEEDS_ASSES_Q41_A2
source: 50-70 % of the time
fr_ca: 50-70 % du temps

# NEEDS_ASSES_Q41_A3
source: >70% of the time
fr_ca: >70 % du temps

# NEEDS_ASSES_Q41_A4
source: Do not know
fr_ca: Ne sais pas

# NEEDS_ASSES_Q42
source: How do you evaluate adherence in your patients?
fr_ca: Comment évaluez-vous l’observance thérapeutique de vos patients

# NEEDS_ASSES_Q42_A1
source: I ask the patient / caregiver
fr_ca: Je demande au patient / aidant

# NEEDS_ASSES_Q42_A2
source: I obtain pharmacy renewal records
fr_ca: Je consulte les relevés de renouvellement de la pharmacie

# NEEDS_ASSES_Q42_A3
source: I use an adherence questionnaire
fr_ca: J’utilise un questionnaire d’observance

# NEEDS_ASSES_Q42_A4
source: I do a medication count
fr_ca: Je compte les médicaments

# NEEDS_ASSES_Q42_A5
source: Lab results
fr_ca: Je me fie aux résultats de laboratoire

# NEEDS_ASSES_Q42_A6
source: I do not evaluate adherence
fr_ca: Je n’évalue pas l’observance thérapeutique

# NEEDS_ASSES_Q43
source: What are your targets for the majority of your patients with type 2 diabetes?
fr_ca: Quelles sont vos valeurs cibles pour la majorité de vos patients atteints de diabète de type 2?

# NEEDS_ASSES_Q43_A
source: Systolic Blood Pressure:
fr_ca: Tension artérielle systolique :

# NEEDS_ASSES_Q43_B
source: Diastolic Blood Pressure:
fr_ca: Tension artérielle diastolique :

# NEEDS_ASSES_Q43_C
source: LDL - C
fr_ca: C-LDL

# NEEDS_ASSES_Q43_D
source: A1C
fr_ca: HbA1c

# NEEDS_ASSES_Q43_D_A6
source: 7.1 to 8.5%
fr_ca: 7,1 à 8,5%

# NEEDS_ASSES_Q44
source: Of the following, what priority do you give to getting your patients with type 2 diabetes to target?
fr_ca: Quelle priorité accordez-vous à chacune des mesures indiquées ci-dessous en termes de cible à atteindre par vos patients atteints de diabète de type 2?

# NEEDS_ASSES_Q44_BP
source: Blood Pressure Control
fr_ca: Tension artérielle

# NEEDS_ASSES_Q44_GC
source: Glycemic Control
fr_ca: Hyperglycémie

# NEEDS_ASSES_Q44_LDLC
source: LDL-C Control
fr_ca: C-LDL

# NEEDS_ASSES_Q45
source: In your opinion, what is the MOST COMMON reason for not reaching guideline recommended targets?
fr_ca: D’après vous, quelle est la PRINCIPALE RAISON pour laquelle les valeurs cibles recommandées dans les lignes directrices ne sont pas atteintes?

# NEEDS_ASSES_Q45_A1
source: Too many targets to track
fr_ca: Trop de valeurs cibles à surveiller

# NEEDS_ASSES_Q45_A2
source: Too many medications
fr_ca: Trop de médicaments

# NEEDS_ASSES_Q45_A3
source: Patient adherence
fr_ca: Observance du traitement par le patient

# NEEDS_ASSES_Q45_A4
source: Insufficient evidence for target
fr_ca: Preuve insuffisante à l’appui de la valeur cible

# NEEDS_ASSES_Q45_A5
source: Medication access / cost
fr_ca: Accès aux médicaments / coûts des médicaments

# NEEDS_ASSES_Q46
source: What are the barriers you face in optimizing the management of your high-risk patients?
fr_ca: Quels sont les obstacles qui vous empêchent d’optimiser la prise en charge de vos patients à risque élevé?

# NEEDS_ASSES_Q46_A1
source: Lack of evidence-based guidelines
fr_ca: Lignes directrices factuelles insuffisantes

# NEEDS_ASSES_Q46_A2
source: Lack of applicability of guidelines to my current practice / patients
fr_ca: Mise en pratique insuffisante des lignes directrices dans ma pratique actuelle / auprès de mes patients

# NEEDS_ASSES_Q46_A3
source: Lack of time
fr_ca: Manque de temps

# NEEDS_ASSES_Q46_A4
source: Organizational / Institutional
fr_ca: Obstacles organisationnels/en établissement

# NEEDS_ASSES_Q46_A5
source: Reimbursement / Financial
fr_ca: Obstacles financiers/remboursement

# NEEDS_ASSES_Q46_A6
source: Patient adherence
fr_ca: Observance du traitement par le patient

# NEEDS_ASSES_Q46_A7
source: Treatment related adverse events
fr_ca: Manifestations indésirables d’origine thérapeutique

# NEEDS_ASSES_Q47
source: In your experience, which of the following has been the most significant barrier for patients?
fr_ca: D’après votre expérience, quels étaient les obstacles les plus significatifs pour les patients?

# NEEDS_ASSES_Q47_A1
source: Patient non-adherence with / inability to achieve lifestyle changes
fr_ca: Non-observance des recommandations relatives à la modification du mode de vie

# NEEDS_ASSES_Q47_A2
source: Food choices limited by finances
fr_ca: Choix alimentaires influencés par les moyens financiers

# NEEDS_ASSES_Q47_A3
source: Patient non-adherence with medications
fr_ca: Non-observance du traitement par le patient

# NEEDS_ASSES_Q47_A4
source: Side-effects associated with the medications
fr_ca: Effets secondaires d’origine médicamenteuse

# NEEDS_ASSES_Q47_A5
source: Cost of medications
fr_ca: Coût des médicaments

# NEEDS_ASSES_Q47_A6
source: Lack of effective drugs
fr_ca: Pas suffisamment de médicaments efficaces

# NEEDS_ASSES_Q47_A7
source: Lack of resources for patients
fr_ca: Ressources insuffisantes pour les patients

# NEEDS_ASSES_Q47_A8
source: Perceived lack of benefit through media (e.g. statins)
fr_ca: Sécurité financière insuffisante

# NEEDS_ASSES_Q47_A9
source: Other chronic disease takes precedent
fr_ca: Inefficacité perçue dans les médias (ex. statines)

# NEEDS_ASSES_Q48
source: For patients requiring pharmacological treatment, what influences your choice of therapy?
fr_ca: éléments influencent votre choix de traitement pour les patients nécessitant un traitement pharmacologique?

# NEEDS_ASSES_Q48_A1
source: Data/Studies
fr_ca: Données / études

# NEEDS_ASSES_Q48_A2
source: Guidelines
fr_ca: Lignes directrices

# NEEDS_ASSES_Q48_A3
source: What is reimbursed
fr_ca: Statut de remboursement
