Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# NAP1_Instructionboxmain
source: <ul> <li>Please complete the Practice Assessment Survey in its entirety. Your survey responses can only be viewed by you and individual survey results will never be shared</li> <li>The survey consists of <strong>two (2) pages</strong> and should take between <strong>10 – 15 minutes</strong> to complete</li> <li>Click the <strong>&ldquo;Save&rdquo;</strong> button, to save the progress of the current page </li> <li>Once you have completed the entire page, click the &ldquo;<strong>Next</strong>&rdquo; button to proceed to the next page of the survey.&nbsp; Clicking the &ldquo;<strong>Next</strong>&rdquo; button will automatically save the entries of the previous page (if entirely completed)</li> <li>To return to the previous page of the survey, click the &ldquo;<strong>Back</strong>&rdquo; button. Please make sure you &ldquo;<strong>Save</strong>&rdquo; your entries prior to clicking the &ldquo;<strong>Back</strong>&rdquo; button </li> <li><strong>Once you have completed the survey and click &ldquo;Next&rdquo; on Page 2, you can either:</strong></li> <ul> <li>Click the &ldquo;<strong>Review</strong>&rdquo; button to return to Page 1 of the survey to review your entries and/or make changes to your responses</li> <li>Click the &ldquo;<strong>Submit</strong>&rdquo; button once you are satisfied with your responses and consider the survey as final.&nbsp; Once the survey is submitted, you will not be able to make changes to your responses but will be able to return and view your responses.</li> </ul> <li>Once the Practice Assessment Survey is submitted, the status in your dashboard will change to a checkmark (<img src="/Images/icon_check.png" width="13" />)</li> <li>The CHRC will remunerate you <strong>$100.00</strong> for completing the Practice Assessment Survey </li> </ul>
fr_ca: <ul> <li>Prière de répondre à toutes les questions contenues dans ce questionnaire d’évaluation de la pratique. Vous seul pourrez voir vos réponses et les résultats de chaque questionnaire ne seront divulgués à personne. </li> <li>Le questionnaire compte <strong>deux (2) pages </strong> et il vous faudra entre <strong>10 et 15 minutes </strong> à le remplir </li> <li>Cliquez sur le bouton <strong>&ldquo;Enregistrer&rdquo;</strong> pour sauvegarder vos réponses sur chaque page. </li> <li>Une fois que vous avez répondu aux questions d’une page, cliquez sur le bouton &ldquo;<strong>Suivant</strong>&rdquo; pour passer à la page suivante. Lorsque vous cliquez sur le bouton &ldquo;<strong>Suivant</strong>&rdquo;, vos réponses de la page précédente seront automatiquement enregistrées (si vous avez répondu à toutes les questions de cette page). </li> <li>Pour retourner à la page précédente, cliquez sur le bouton &ldquo;<strong>Précédent</strong>&rdquo;. N’oubliez pas d’enregistrer vos réponses (&ldquo;<strong>Enregistrer</strong>&rdquo;) avant de cliquer sur le bouton &ldquo;<strong>Précédent</strong>&rdquo;. </li> <li><strong> Une fois que vous avez terminé de répondre au questionnaire et avez cliqué sur le bouton“Suivant » à la page 2, vous pouvez soit : </strong></li> <ul> <li>Cliquer sur le bouton &ldquo;<strong>Revoir</strong>&rdquo; pour retourner à la page 1 du questionnaire et revoir vos réponses et/ou changer vos réponses; </li> <li>Cliquez sur le bouton &ldquo;<strong>Soumettre</strong>&rdquo; si vous êtes satisfait de vos réponses et estimez avoir terminé le questionnaire. Une fois le questionnaire soumis, vous ne pouvez plus modifier vos réponses, mais pouvez y revenir pour les consulter.</li> </ul> <li>Une fois que le questionnaire d’évaluation de la pratique est soumis, le statut dans votre tableau de bord sera coché(<img src="/Images/icon_check.png" width="13" />).</li> <li>Le CCRC vous remettra <strong>100,00 $ </strong> pour avoir répondu au questionnaire d’évaluation de la pratique. </li> </ul>

# NAP1_LimitedAvailableInCommunity
source: Limited availability elsewhere in the community
fr_ca: Accessibiilté limitée ailleurs dans la communauté

# NAP1_LimitedAvailableInPractice
source: Limited availability in my practice location
fr_ca: Accessibilité limitée dans ma pratique

# NAP1_MainPatient
source: Main patient care setting:
fr_ca: Nature de la pratique principale

# NAP1_MakeMaximumUse
source: I have a staff member who is responsible for ensuring that the doctors, practice staff, and my patients who have diabetes make maximum use of community resources
fr_ca: Un membre de mon personnel est responsable de faire en sorte que les médecins, le personnel de la pratique et mes patients diabétiques tirent le maximum des ressources communautaires

# NAP1_NotInPracticeORCommunity
source: No availability in my practice location and elsewhere in the community
fr_ca: Pas accessible dans ma pratique ni ailleurs dans la communauté

# NAP1_NotLinkPatients
source: I do not link patients who have diabetes to community resources (e.g. Diabetes Education Centre) as consistently as I would like
fr_ca: je ne redirige pas mes patients diabétiques à des resources communautaires (i.e. centre d’éducation du diabète) avec autant de consistence que j’aimerais

# NAP1_Other
source: Other
fr_ca: Autre

# NAP1_PatientsDiabeticInWeek
source: On average, how many patients with diabetes do you see in a week?
fr_ca: En moyenne, combien de patients diabétiques voyez-vous en une semaine?

# NAP1_PatientsInWeek
source: On average, how many patients do you see in a week?
fr_ca: En moyenne, combien de patients voyez-vous en une semaine?

# NAP1_Patientstype2InWeek
source: Of those patients you see with diabetes, approximately what percent have type 2 diabetes
fr_ca: Quel est le pourcentage de ces patients diabétiques qui sont atteints de diabète de type 2?

# NAP1_Podiatrist
source: Podiatrist / Chiropodist
fr_ca: Podiatre

# NAP1_PopulationPrimarily
source: Population primarily served by your practice:
fr_ca: Population principalement desservie par votre pratique

# NAP1_PRACTICESETTING
source: DEMOGRAPHICS AND GENERAL PRACTICE SETTING
fr_ca: DONNÉES DÉMOGRAPHIQUES ET PRATIQUE CLINIQUE

# NAP1_Psychologist
source: Psychologist / Psychiatrist
fr_ca: Psychologue/Psychiatre

# NAP1_ReadilyAvailableInCommunity
source: Readily available elsewhere in the community
fr_ca: Facilement accessible ailleurs dans la communauté

# NAP1_ReadilyAvailableInPractice
source: Readily available in my practice location
fr_ca: Facilement accessible dans ma pratique

# NAP1_Rural
source: Rural
fr_ca: Rurale

# NAP1_SelectOne
source: (Select One)
fr_ca: (cocher une réponse)

# NAP1_SelectONEResponse
source: Select ONE response for each row:
fr_ca: Sélectionner UNE réponse pour chaque rangée:

# NAP1_SocialWorker
source: Social Worker
fr_ca: Travailleur social

# NAP1_SoloPractice
source: Solo Practice
fr_ca: Pratique solo

# NAP1_Urban
source: Urban / Suburban
fr_ca: Urbain / sub-urbain

# NAP2_A1CtargetMajority
source: <span style="font-weight:bold; font-size:17px"> What is your A1C target for the majority of your patients with type 2 diabetes? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Select ONE)</span
fr_ca: <span style="font-weight:bold; font-size:17px"> Quelles sont vos valeurs cibles pour la majorité de vos patients atteints de diabète de type 2? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(cocher une réponse) </span

# NAP2_AntihyperglycemicAgent
source: Antihyperglycemic Agent
fr_ca: Antihyperglycémiant

# NAP2_ATGLYCEMICTARGET
source: <span style="font-weight:bold; font-size:17px"> Approximately what percentage of your patients with type 2 diabetes <span style="color: #0B528F">AT GLYCEMIC TARGET</span> have A1C measurements at least once every 3 - 6 months? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Select ONE)</span>
fr_ca: <span style="font-weight:bold; font-size:17px"> À combien s’élève le pourcentage approximatif de vos patients atteints de diabète de type 2 <span style="color: #0B528F">AYANT ATTEINT LEUR VALEUR GLYCÉMIQUE CIBLE </span> pour qui vous obtenez des mesures du taux d’HbA1c au moins une fois tous les 3-6 mois? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(cocher une réponse)</span>

# NAP2_BasalInsulin
source: Basal Insulin
fr_ca: Insuline basale

# NAP2_Between2550
source: 25% to 50%
fr_ca: 25 % à 50 %

# NAP2_Between5175
source: 51% to 75%
fr_ca: 51 % à 75 %

# NAP2_BolusInsulin
source: Bolus (meal time) Insulin
fr_ca: Insuline prandiale

# NAP2_CardiovascularDisease
source: Cardiovascular Disease
fr_ca: Maladie cardiovasculaire

# NAP2_CommonReasons_PCP
source: What is the most common reason for you to refer your patients with type 2 diabetes to a specialist?
fr_ca: Veuillez identifier deux des raisons principales pour référer des patients atteints de diabète de type 2 à un spécialiste du diabète, pour une consultation?

# NAP2_CommonReasons_SP
source: Please identify the two most common reasons for primary care physicians to refer patients with type 2 diabetes to your practice?
fr_ca: Veuillez identifier les deux raisons principales que les médecins omnipraticiens utilisent, pour vous référer leurs patients atteints de diabète de type 2?

# NAP2_DPP4Inhibitor
source: DPP-4 Inhibitor
fr_ca: Inhibiteur de la DPP-4

# NAP2_Dyslipidemia
source: Dyslipidemia
fr_ca: Dyslipidémie

# NAP2_GLP1ReceptorAgonist
source: GLP-1 Receptor Agonist
fr_ca: Agoniste du récepteur GLP-1

# NAP2_GlucosidaseInhibitor
source: α-Glucosidase Inhibitor
fr_ca: Inhibiteur de l’α-glucosidase

# NAP2_HowComfortable
source: How comfortable are you with the following medication classes for glycemic control in your patients with diabetes?
fr_ca: Quel est votre niveau de confort avec les classes de médicaments pour contrôler la glycémie chez vos patients atteints de diabète de type 2?

# NAP2_HypoglycemiaPrevention
source: <span style="font-weight:bold; font-size:17px"> How often/when do you discuss specific strategies for hypoglycemia prevention with your patients with type 2 diabetes? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Select ONE)</span>
fr_ca: <span style="font-weight:bold; font-size:17px"> À quelle fréquence discutez-vous de stratégies pour la prévention d’hypoglycémie avec vos patients atteints de diabète de type 2? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(cocher une réponse) </span

# NAP2_MANAGEMENTPRIORITIES
source: CLINICAL MANAGEMENT, PATIENT TARGETS & MANAGEMENT PRIORITIES
fr_ca: GESTION CLINIQUE, PATIENTS ATTEIGNANT LES CIBLES & LA GESTION PAR PRIORITÉ

# NAP2_Meglitinide
source: Meglitinide
fr_ca: Méglitinide

# NAP2_Metformin
source: Metformin
fr_ca: Metformine

# NAP2_Neuropathy
source: Neuropathy
fr_ca: Neuropathie

# NAP2_NOTATTARGET
source: <span style="font-weight:bold; font-size:17px"> Approximately what percentage of your patients with type 2 diabetes <span style="color: #0B528F">NOT AT TARGET</span> have A1C measurements at least once every 3 - 6 months?</span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;"> (Select ONE)</span>
fr_ca: <span style="font-weight:bold; font-size:17px"> À combien s’élève le pourcentage approximatif de vos patients atteints de diabète de type 2 <span style="color: #0B528F">N’AYANT PAS ATTEINT LEUR VALEUR GLYCÉMIQUE CIBLE </span> pour qui vous obtenez des mesures du taux d’HbA1c au moins une fois tous les 3-6mois? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(cocher une réponse)</span>

# NAP2_NotComfortable
source: Not Comfortable
fr_ca: Pas à l’aise

# NAP2_NotComfortableALL
source: Not Comfortable at ALL
fr_ca: Pas à l’aise du tout

# NAP2_PatientsReqAntihyperglycemic
source: <span style="font-weight:bold; font-size:17px">For patients requiring antihyperglycemic therapy, to what extent do the following have an impact on your treatment choice? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Select ONE for each row)</span>
fr_ca: <span style="font-weight:bold; font-size:17px">Pour vos patients atteints de diabète de type 2, ayant besoin d’un antihyperglycémiant, quels éléments influencent votre choix de traitement pour les patients nécessitant un traitement pharmacologique </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Sélectionner UN par rangée)</span>

# NAP2_PercentDiabetes
source: Percent of patients with diabetes
fr_ca: Pourcentage des patients atteints du diabète de type 2

# NAP2_PeripheralVascularDisease
source: Peripheral Vascular Disease
fr_ca: Pathologie vasculaire périphérique

# NAP2_PremixedInsulin
source: Premixed Insulin
fr_ca: Insuline prémélangée

# NAP2_ProportionDiabetes
source: What proportion of your type 2 diabetes patients do you estimate may have the following comorbidities?
fr_ca: Quel est le pourcentage approximatif de vos patients atteints de diabète de type 2 que vous estimez, qui pourraient avoir les comorbidités suivantes?

# NAP2_Q15A
source: Never
fr_ca: Jamais

# NAP2_Q15B
source: Sometimes
fr_ca: Parfois

# NAP2_Q15C
source: Frequently
fr_ca: Fréquemment

# NAP2_Q15D
source: Always
fr_ca: Toujours

# NAP2_Q15E
source: When patient has a history of hypoglycemic episodes
fr_ca: Lorsque mon patient a un historique d’épisodes d’hypoglycémie

# NAP2_Q17_A1C
source: A1C levels too high
fr_ca: HbA1c trop élevé

# NAP2_Q17_Complication
source: Diabetes related complication(s) (e.g. severe renal disease, pregnancy etc.)
fr_ca: Complications dues au diabète (i.e. maladies rénales sévères, grossesse, etc.)

# NAP2_Q17_Hypoglycemia
source: Hypoglycemia
fr_ca: Hypoglycémie

# NAP2_Q17_Insulin
source: Initiation of Insulin therapy
fr_ca: Initialisation d’un traitement à l’insuline

# NAP2_Q17_LackOfComfort
source: Lack of comfort with newer agents
fr_ca: Connaissance insuffisante des nouveaux agents

# NAP2_Q17_Refer
source: I do not refer patients with diabetes to a specialist
fr_ca: Je ne renvoie pas les patients diabétiques à un spécialiste

# NAP2_Q17_SideEffects
source: Side effects of antihyperglycemic agents
fr_ca: Effets secondaires des antihyperglycémiants

# NAP2_Q19
source: How familiar are you with the results of the EMPA-REG Outcome Study
fr_ca: <span style="font-weight:bold; font-size:17px">À quel point êtes-vous familier avec les résultats de l’étude EMPA-REG </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;"> (Sélectionner UN) </span>

# NAP2_Q19A
source: Not at all familia
fr_ca: Pas du tout familier

# NAP2_Q19B
source: Somewhat familia
fr_ca: Un peu familier

# NAP2_Q19C
source: Very familiar
fr_ca: Très familier

# NAP2_Q20A
source: I’ve prescribed empagliflozin to <strong>some of my patients</strong> with <strong>diabetes and known CV disease</strong>
fr_ca: J’ai prescrit empagliflozin à <strong>quelques un de mes patients</strong> atteints de <strong>diabète et de maladies cardiovasculaires connues</strong>

# NAP2_Q20B
source: I’ve prescribed empagliflozin to <strong>some of my patients</strong> with <strong>diabetes and known CV risk factors</strong>
fr_ca: J’ai prescript empagliflozin à <strong>quelques un de mes patients</strong> atteints de <strong> diabète et de facteurs de risque de maladies cardiovasculaires connues</strong>

# NAP2_Q20C
source: I’ve prescribed empagliflozin to <strong>most of my patients</strong> with <strong>diabetes and known CV disease</strong>
fr_ca: J’ai prescript empagliflozin à <strong>la plupart de mes patients</strong> atteints de <strong>diabète et de maladies cardiovasculaires connues</strong>

# NAP2_Q20D
source: I’ve prescribed empagliflozin to <strong>most of my patients</strong> with <strong>diabetes and known CV risk factors</strong>
fr_ca: J’ai prescrit empagliflozin à la <strong>plupart de mes patients</strong> atteints de<strong>diabète et de facteurs de risque de maladies cardiovasculaires connues</strong>

# NAP2_Q20E
source: No impact
fr_ca: Aucun impact

# NAP2_Q21
source: <span style="font-weight:bold; font-size:17px">How familiar are you with the results of the <strong>LEADER Trial </strong></span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;"> <br> (Select ONE) </span>
fr_ca: <span style="font-weight:bold; font-size:17px">À quel point êtes-vous familier avec les résultats de l’étude LEADER? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;"> <br> (Sélectionner UN) </span>

# NAP2_Q22
source: <span style="font-weight:bold; font-size:17px">What impact have the results of the LEADER Trial had on your practice? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Check ALL that APPLY or Select "No Impact")</span>
fr_ca: <span style="font-weight:bold; font-size:17px">Quel a été l’impact des résultats de l’étude LEADER sur votre pratique?</span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">Cocher TOUT ce qui s’APPLIQUE ou Sélectionner “Aucun Impact”) </span>

# NAP2_Q22A
source: I’ve prescribed liraglutide to <strong>some of my patients</strong> with <strong>diabetes and known CV disease</strong>
fr_ca: J’ai prescript liraglutide à <strong>quelques uns de mes patients</strong> with <strong>diabète et de maladies cardiovasculaires connues</strong>

# NAP2_Q22B
source: I’ve prescribed liraglutide to <strong>some of my patients</strong> with <strong>diabetes and known CV risk factors</strong>
fr_ca: J’ai prescript liraglutide à <strong>quelques un de mes patients</strong> with <strong>diabète et de facteurs de risque cardiovasculaires connus</strong>

# NAP2_Q22C
source: I’ve prescribed liraglutide to <strong>most of my patients</strong> with <strong>diabetes and known CV disease</strong>
fr_ca: J’ai prescript liraglutide à la <strong>plupart de mes patients</strong> with <strong>diabète et de maladies cardiovasculaires connues</strong>

# NAP2_Q22D
source: I’ve prescribed liraglutide to <strong>most of my patients</strong> with <strong>diabetes and known CV risk factors</strong>
fr_ca: J’ai prescript liraglutide à la <strong>plupart de mes patients</strong> with <strong>diabète et de facteurs de risque cardiovasculaire connus</strong>

# NAP2_Q22E
source: No impact
fr_ca: Aucun impact

# NAP2_Q23
source: <span style="font-weight:bold; font-size:17px"> In your opinion, what is the MOST COMMON reason for not reaching guideline recommended targets? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Select ONE)</span>
fr_ca: <span style="font-weight:bold; font-size:17px"> D’après vous, quelle est LA PRINCIPALE RAISON pour laquelle les valeurs cibles recommandées dans les lignes directrices ne sont pas atteintes? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Sélectionner UN)</span>

# NAP2_Q23A
source: Too many targets to track
fr_ca: Trop de valeurs cibles à surveiller

# NAP2_Q23B
source: Too many medications
fr_ca: Trop de médicaments

# NAP2_Q23C
source: Patient adherence / patient factors
fr_ca: Observance du traitement par le patient/ facteurs patients

# NAP2_Q23D
source: Insufficient evidence for target
fr_ca: Preuve insuffisante à l’appui de la valeur cible

# NAP2_Q23E
source: Medication access / cost
fr_ca: Accès aux médicaments / coût

# NAP2_Q23F
source: Unsure of which targets to aim for
fr_ca: Incertain de quelles cibles atteindre

# NAP2_Q24
source: <span style="font-weight:bold; font-size:17px"> What are the greatest barrier(s) you face in optimizing the management of your high-risk patients? <br> </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Check up to THREE from the choices below)</span>
fr_ca: <span style="font-weight:bold; font-size:17px"> Quels sont les obstacles qui vous empêchent d’optimiser la prise en charge de vos patients à risque élevé? <br> </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Cocher jusqu’à TROIS des choix ci-bas)</span>

# NAP2_Q24A
source: Co-morbidities
fr_ca: Co-morbiditées

# NAP2_Q24B
source: Lack of evidence-based guidelines
fr_ca: Lignes directrices factuelles insuffisantes

# NAP2_Q24C
source: Lack of applicability of guidelines to my current practice / patients
fr_ca: Mise en pratique insuffisante des lignes directrices dans ma pratique actuelle / auprès de mes patients

# NAP2_Q24D
source: Lack of time
fr_ca: Manque de temps

# NAP2_Q24E
source: No active outreach / team approach to care
fr_ca: Aucune équipe de travail social à proximité / approche d’équipe aux soins

# NAP2_Q24F
source: Organizational / Institutional (i.e. No disease registry/visit planning/decision support)
fr_ca: Obstacles organisationnels/en établissement (i.e. Pas de banque de données des maladies/planification des visites/ support décisionnel)

# NAP2_Q24G
source: Reimbursement / Financial
fr_ca: Remboursement / Sécurité financière insuffisante

# NAP2_Q24H
source: Patient adherence / patient factors
fr_ca: L’observance thérapeutique des patients / facteurs patients

# NAP2_Q24I
source: Treatment related adverse events
fr_ca: Traitement relié aux effets secondaires

# NAP2_Q25
source: <span style="font-weight:bold; font-size:17px"> In your experience, which of the following has been the most significant barrier(s) for patients? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Check up to THREE from the choices below)</span>
fr_ca: <span style="font-weight:bold; font-size:17px"> D’après votre expérience, lesquels des énoncés ci-bas représentent les plus grands défis pour vos patients? </span><span style="font-size:12px; font-weight:bold; font-style:italic; color: #0B528F;">(Cocher jusqu’à TROIS des choix ci-bas)</span>

# NAP2_Q25A
source: Low health literacy
fr_ca: Non-observance des recommandations relatives à la modification du mode de vie

# NAP2_Q25B
source: Patient non-adherence with / inability to achieve lifestyle changes
fr_ca: Non-observance du traitement par le patient pour atteindre un meilleur mode de vie

# NAP2_Q25C
source: Food choices limited by finances
fr_ca: Choix des aliments limités par les finances

# NAP2_Q25D
source: Patient non-adherence with medications
fr_ca: Non-observance du traitement par le patient

# NAP2_Q25E
source: Side-effects associated with the medications
fr_ca: Effets secondaires d’origine médicamenteuse

# NAP2_Q25F
source: Cost of medications
fr_ca: Coût des médicaments

# NAP2_Q25G
source: Lack of effective drugs
fr_ca: Pas suffisamment de médicaments efficaces

# NAP2_Q25H
source: Lack of resources for patients
fr_ca: Ressources insuffisantes pour les patients

# NAP2_Q25I
source: Lack of financial security
fr_ca: Sécurité financière insuffisante

# NAP2_Q25J
source: Perceived lack of benefit through media (e.g. statins)
fr_ca: Inefficacité perçue dans les médias (e.g. statines)

# NAP2_Q25K
source: Other chronic disease takes precedent
fr_ca: Autre maladie chronique plus importante

# NAP2_Q26GreatExtent
source: To a Great Extent
fr_ca: En grande partie

# NAP2_Q26NotAtALL
source: Not at ALL
fr_ca: Pas du tout

# NAP2_Q26SomeExtent
source: Some Extent
fr_ca: Dans une certaine mesure

# NAP2_Q26_Cost
source: Cost of treatment to patient
fr_ca: Coût du traitement pour le patient

# NAP2_Q26_Data
source: Data / Studies
fr_ca: Données / Études

# NAP2_Q26_Demonstrated
source: Demonstrated CV Benefit
fr_ca: Bénéfices cardiovasculaires démontrés
