Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# PAP6_RecommendSMBG2
source: No
fr_ca: Non

# PAP6_RecordValues
source: Record values exactly as they appear in the lab report. Include decimal places where applicable
fr_ca: Inscrivez les mesures figurant sur le rapport de laboratoire. Indiquez les décimales au besoin.

# PAP6_ReviewSMBG
source: Did you review the SMBG results with the patient at the last diabetes related visit?
fr_ca: Avez-vous examiné les résultats de l’auto-mesure de la glycémie avec ce patient lors de sa dernière consultation pour le diabète?

# PAP6_ReviewSMBG1
source: Yes
fr_ca: Oui

# PAP6_ReviewSMBG2
source: No
fr_ca: Non

# PAP6_SelectA1CTarget
source: Please select ALL applicable reason(s) for selecting an A1C target of >7.0% for this patient?
fr_ca: Sélectionnez TOUTES les raisons pertinentes de déterminer un taux d’HbA1c cible >7,0 % pour ce patient?

# PAP6_SelectA1CTarget1
source: Limited life expectancy
fr_ca: Espérance de vie limitée

# PAP6_SelectA1CTarget2
source: High level of functional dependancy
fr_ca: Perte d'autonomie prononcée

# PAP6_SelectA1CTarget3
source: Extensive coronary artery disease / at high risk of ischemic events
fr_ca: Coronaropathie marquée / à risque élevé d'événements ischémiques

# PAP6_SelectA1CTarget4
source: Multiple co-morbidities
fr_ca: Plusieurs comorbidités

# PAP6_SelectA1CTarget5
source: History of recurrent severe hypoglycemia
fr_ca: Antécédents d'hypoglycémie grave récurrente

# PAP6_SelectA1CTarget6
source: Hypoglycemia unawareness
fr_ca: Est conscient de l'hypoglycémie

# PAP6_SelectA1CTarget7
source: Longstanding diabetes: Difficult to achieve A1C ≤ 7.0%, despite effective doses of multiple antihyperglycemic agents, including intensified basal-bolus insulin therapy
fr_ca: Diabète de longue date : Difficulté à atteindre un taux d'HbA1c ≤ 7,0 %, malgré la prise de doses efficaces de plusieurs antihyperglycémiants, y compris un traitement par bolus d'insuline basale intensifié

# PAP6_SelectA1CTarget8
source: Target is based on my clinical judgement
fr_ca: Je détermine la valeur cible selon mon jugement clinique

# PAP6_SickDay
source: Did you provide this patient with "Sick Day Instructions":
fr_ca: Avez-vous remis à ce patient des directives de journée de maladie (drop down box)

# PAP6_SickDayDD1
source: Yes
fr_ca: Oui

# PAP6_SickDayDD2
source: No
fr_ca: Non

# PAP6_SickDayDD3
source: Don't know what sick day instructions are
fr_ca: Ne sais pas en quoi consistent des directives de journée de maladie

# PAP7_Creatinine
source: Creatinine:
fr_ca: Créatinine :

# PAP7_eGFR
source: e-GFR:
fr_ca: DFGe :

# PAP7_heading
source: 7: Additional Lab Values and Medications
fr_ca: 7: Autres valeurs de laboratoire et médicaments Identifiant :

# PAP7_OtherMedications
source: Other Medications:
fr_ca: Autres médicaments :

# PAP7_OtherMedications1
source: Antidepressant
fr_ca: Antidépresseur

# PAP7_OtherMedications10
source: New Oral Anticoagulant
fr_ca: Nouvel anticoagulant oral

# PAP7_OtherMedications2
source: ASA
fr_ca: AAS

# PAP7_OtherMedications3
source: Other Antiplatelet Agent
fr_ca: Autre antiplaquettaire

# PAP7_OtherMedications4
source: Erectile Dysfunction Treatment
fr_ca: Traitement de la dysfonction érectile

# PAP7_OtherMedications5
source: NSAID / Cox Inhibitor
fr_ca: AINS / inhibiteur COX

# PAP7_OtherMedications6
source: <strong>PPI / H<sub>2</sub> Blocker</strong>
fr_ca: <strong>IPP / Bloqueur H2 </strong>

# PAP7_OtherMedications7
source: Smoking Cessation Agent
fr_ca: Agent de désaccoutumance au tabac

# PAP7_OtherMedications8
source: Vitamins / Supplements
fr_ca: Vitamines / Suppléments

# PAP7_OtherMedications9
source: Warfarin
fr_ca: Warfarine

# PAP7_recordValues
source: Record values exactly as they appear in the lab report. Include decimal places where applicable
fr_ca: Inscrivez les mesures figurant sur le rapport de laboratoire. Indiquez les décimales au besoin.applicable

# PAPopUp1_text1
source: You have successfully completed the first record!
fr_ca: Vous avez complétez votre premier dossier avec succès!

# PAPopUp1_text2
source: Please proceed to completing the next record by clicking the icon below.
fr_ca: Veuillez procéder à compléter le prochain dossier en cliquant sur l'icône ci-bas

# PAPopUp1_text3
source: Please note that if you do not complete the second record and idle for 60 minutes, the data entered for this record will be lost
fr_ca: Veuillez noter que si vous ne complétiez pas le deuxième dossier ou demeurez inactif au-delà de 60 minutes, les données enregistrées pour ce dossier seront perdues

# PAPopUp2_text1
source: What would you like to do next?
fr_ca: Qu'aimeriez-vous faire comme prochaine étape?

# PAPopUp2_text2
source: You have successfully completed the last record!
fr_ca: Vous avez compléter le dernier dossier avec succès!

# PAPopUp2_text3
source: Please complete the measure assessment forms for all submitted records once the next regularly scheduled visits take place.
fr_ca: Veuillez compléter les formulaires d'évaluation de mesure pour tous les dossiers soumis, pour lorsque la prochaine visite prévue prendra place

# PAPOPUP_button_addrecord
source: /Images/button_addrecord.png
fr_ca: /Images/button_addrecord-FR.png

# PAPOPUP_button_addrecord2
source: /Images/button_addrecord2.png
fr_ca: /Images/button_addrecord2-FR.png

# PAPOPUP_button_epaf_last_record
source: /Images/button_epaf-last-record.png
fr_ca: /Images/button_epaf-last-record-FR.png

# PAPOPUP_button_epaf_ViewData
source: /Images/button_epaf-ViewData.png
fr_ca: /Images/button_epaf-ViewData-FR.png

source: Password
fr_ca: Mot de passe

# PASSWORD_EMAILED
source: Your password has been emailed.
fr_ca: Votre mot de passe a été envoyé par courriel.

# PASS_REQ
source: Password Required
fr_ca: Mot de passe requis

# PASummary_AvailableShortly
source: The Measure Assessments Forms will be Available Shortly.
fr_ca: Les formulaires de mesure d’évaluation seront disponibles sous peu

# PASummary_buttonPANew2
source: /Images/button_PA_new2.png
fr_ca: /Images/button_PA_new2-FR.png

# PASummary_downld
source: Please download the “<strong><u>Instructions Manual</u></strong>” for full details and instructions.
fr_ca: Veuillez télécharger le “<strong><u>Manuel d’instructions</u></strong>” pour tous les détails et instructions

# PASummary_EligibilityCriteria
source: /PDF/PAEligibility_Criteria.pdf
fr_ca: /PDF/EligibilityCriteria_FR.pdf

# PASummary_Image1
source: /Images/button_PA_Instructions2.png
fr_ca: /Images/button_PA_Instructions2-FR.png

# PASummary_Image2
source: /Images/button_PA_eligibility2.png
fr_ca: /Images/button_PA_eligibility2-FR.png

# PASummary_Image3
source: /Images/button_PA_patientlog2.png
fr_ca: /Images/button_PA_patientlog2-FR.png

# PASummary_Image4
source: /Images/button_PA_addForms.png
fr_ca: /Images/buttons_newrecord-FR.png

# PASummary_Image5
source: /Images/buttons-submittedRecords.png
fr_ca: /Images/buttons-submittedRecords-FR.png

# PASummary_note1
source: PLEASE NOTE:
fr_ca: VEUILLEZ NOTER:

# PASummary_note2
source: Individual patient records <strong><u>will not be</u></strong> collected as part of the PROTECT DM program. Only summary practice data and aggregate results for all submitted records will be saved to the central database.
fr_ca: Les données individuelles des dossiers des patients <strong><u>ne seront pas </u></strong> colligées dans le cadre du programme PROTECTION Diabète Seules les données de la pratiquec linique, ainsi que les données soumises, seront sauvegardées dans la banque de données.

# PASummary_PatientLog
source: /PDF/PAPatientLog.pdf
fr_ca: /PDF/PatientLog-FR.pdf

# PASummary_Recordcompleted
source: How many more records would you like to complete?
fr_ca: Combien de dossiers désirez-vous compléter?

# PASummary_rview1
source: PLEASE REVIEW AND FOLLOW THESE PROGRAM STEPS:
fr_ca: VEUILLEZ RÉVISER ET SUIVRE LES PROCHAINES ÉTAPES:

# PASummary_rview2
source: Review the <strong><a href="/PDF/PAEligibility_Criteria.pdf" target="_blank" style="color:white">ELIGIBILITY CRITERIA</a></strong>
fr_ca: Réviser les <strong><a href="/PDF/PCP/EligibilityCriteria_FR.pdf" target="_blank" style="color:white">CRITÈRES D’ADMISSIBILITÉ</a></strong>

# PASummary_rview3
source: Identify up to ten (10) consecutive, eligible patients that have been recently seen in your practice
fr_ca: Identifier jusqu’à dix (10) patients éligibles, de façon consécutive, que vous avez vu récemment dans votre pratique

# PASummary_rview4
source: Download the <strong><a href="/PDF/PAPatientLog.pdf" target="_blank" style="color:white">INTERNAL PATIENT LOG</a></strong> and record the eligible patient information. Keep a copy of this document as you will need to reference it a later date.
fr_ca: Télécharger le <strong><a href="/PDF/PatientLog-FR.pdf" target="_blank" style="color:white">JOURNAL INTERNE DES PATIENTS </a></strong> et enregistrer les informations de vos patients éligibles. Sauvegarder une copie de ce document étant donné que vous aurez à vous y réferer plus tard.

# PASummary_rview5
source: Click the “<strong>Add New Record</strong>” icon to open a new, blank Practice Assessment Form
fr_ca: Cliquer sur l’icône “<strong>Ajouter un nouveau dossier</strong>” pour créer un nouveau formulaire vierge de l’Évaluation sur la pratique

# PASummary_rview6
source: Practice Assessment Forms for <strong><u>patient records 1 and 2 must be completed sequentially</u></strong> (one after the other). Practice Assessment Forms for patient records 3 &ndash; 10 may be completed at the same or at a later time.
fr_ca: Les formulaires de l’Évaluation sur la Pratique, pour les <strong><u>dossiers de patients 1 et 2 doivent être complétés séquentiellement</u></strong> (un après l’autre). Les formulaires de l’Évaluation sur la Pratique pour les données 3 – 10 peuvent être complétés au même moment ou à une date ultérieure.

# PASummary_SuccessSubmitted
source: Your request has been successfully submitted!
fr_ca: Votre demande a été soumise avec succès!

# PASummary_tab1
source: Practice Assessment
fr_ca: <span style="font-size:14px;">ÉVALUATION SUR LA PRATIQUE </span>

# PASummary_tab2
source: Measure Assessment
fr_ca: <span style="font-size:14px;">MESURER L’ÉVALUATION </span>

# PASummary_text1
source: Your Practice Assessment Summary
fr_ca: Votre Sommaire de l'Évaluation sur la Pratique

# PASummary_text10
source: Prior coronary, carotid or peripheral arterial revascularization
fr_ca: Revascularization artérielle coronarienne, carotide ou périphérique antécédente

# PASummary_text11
source: >50% stenosis of coronary, carotid, or lower extremity arteries
fr_ca: >50% de sténose carotidienne coronaire ou les artères d’extrémité inférieures

# PASummary_text12
source: History of symptomatic CHD
fr_ca: Historique de maladie coronarienne symptomatique

# PASummary_text13
source: Asymptomatic cardiac ischemia
fr_ca: Ischémie cardiaque asymptomatique

# PASummary_text14
source: Chronic heart failure (NYHA class II-III)
fr_ca: Insuffisance cardiaque chronique (NYHA Classe II-III)

# PASummary_text15
source: Chronic renal failure (eGFR <60 mL/min)
fr_ca: Insuffisance rénale (DGFE ˂60 mL/min)

# PASummary_text16
source: OR
fr_ca: OU

# PASummary_text17
source: Cohort II: No Prior CVD BUT Age ≥60 years
fr_ca: Cohorte II: aucun antécédent de maladies cardiovasculaires MAIS Âgé de ≥60 ans ET ≥1 des conditions suivantes

# PASummary_text18
source: Microalbuminuria or proteinuria
fr_ca: Microalbuminurie ou protéinurie

# PASummary_text19
source: Hypertension and left ventricular hypertrophy
fr_ca: Hypertension et hypertrophie du ventricule gauche par électrocardiogramme ou imagerie

# PASummary_text2
source: Mean
fr_ca: Moyenne

# PASummary_text20
source: Left ventricular systolic or diastolic dysfunction by imaging
fr_ca: Dysfonction du ventricule gauche systolique ou diastolique par imagerie

# PASummary_text21
source: Evidence of atherosclerosis e.g. Ankle-brachial index &lt;0.9
fr_ca: Évidence d’athérosclérose i.e. index brachial cheville <0.9

# PASummary_text22
source: Duration of Diabetes
fr_ca: Durée de diabète

# PASummary_text23
source: A1C
fr_ca: HbA1c

# PASummary_text24
source: Current Antihyperglycemic Therapy:
fr_ca: Antihyperglycémiants actuels:

# PASummary_text25
source: α-Glucosidase Inhibitor
fr_ca: Inhibiteur de l'α-glucosidase

# PASummary_text26
source: DPP-4 Inhibitor
fr_ca: Inhibiteur de la DPP-4

# PASummary_text27
source: GLP1 Receptor Agonist
fr_ca: Agoniste des récepteurs GLP-1R

# PASummary_text28
source: Insulin
fr_ca: Insuline

# PASummary_text29
source: Meglitinide
fr_ca: Méglitinide

# PASummary_text31
source: Metformin
fr_ca: Metformine

# PASummary_text32
source: Metformin / DPP4i FDC
fr_ca: Préparation Mixte Metformine + Inhibiteur de la DPP-4

# PASummary_text33
source: Metformin / SGLT2i FDC
fr_ca: Préparation Mixte Metformine + Inhibiteur du SGLT2

# PASummary_text34
source: SGLT2 Inhibitor
fr_ca: Inhibiteur du SGLT2

# PASummary_text35
source: Sulfonylurea
fr_ca: Sulfonylurée

# PASummary_text36
source: Thiazolidinedione
fr_ca: Thiazolidinédione

# PASummary_text37
source: BMI
fr_ca: IMC

# PASummary_text38
source: eGFR &lt; 60
fr_ca: DGFE ˂ 60

# PASummary_text39
source: Healthy Weight Range (18.5 - 24.9)
fr_ca: Magnitude du Poids Santé (18,5 - 24,9)

# PASummary_text4
source: Age
fr_ca: Âge

# PASummary_text40
source: Current Smokers
fr_ca: Atuellement fumeur

# PASummary_text41
source: Blood Pressure
fr_ca: Hypertension

# PASummary_text42
source: SBP &lt;130 mmHg
fr_ca: Tension artérielle systolique ˂130 mmHG

# PASummary_text43
source: DBP &lt;80 mmHg
fr_ca: Tension artérielle diastolique ˂ 80 mmHG

# PASummary_text44
source: LDL-C
fr_ca: C-LDL

# PASummary_text45
source: LDL-C &lt;2.0 mmol/L
fr_ca: C-LDL ˂2,0 mmol/L

# PASummary_text46
source: Vascular Protection Therapy Prescribed:
fr_ca: Thérapie de protection vasculaire prescrite:

# PASummary_text47
source: Statin
fr_ca: Statine

# PASummary_text48
source: ACEi / ARB
fr_ca: iECA / ARA

# PASummary_text49
source: ASA (clopidogrel if ASA intolerant)
fr_ca: Aspirine / clopidogrel si l'aspirine est intolérante

# PASummary_text5
source: years
fr_ca: Années

# PASummary_text50
source: Cohort IA
fr_ca: Cohorte IA

# PASummary_text51
source: Cohort IB
fr_ca: Cohorte IB

# PASummary_text52
source: Cohort II
fr_ca: Cohorte II

# PASummary_text53
source: Age
fr_ca: Âge

# PASummary_text54
source: eGFR <60 (ml/min)
fr_ca: DGFE ˂60 (mL/min)

# PASummary_text55
source: No changes to current glycemic management
fr_ca: Aucun changement à la gestion glycémique actuelle

# PASummary_text56
source: Will consider adding empagliflozin
fr_ca: Je vais considérer d'ajouter empagliflozin

# PASummary_text57
source: Will consider adding liraglutide
fr_ca: Je vais considérer d'ajouter liraglutide

# PASummary_text58
source: Will consider adding another antihyperglycemic agent
fr_ca: Je vais considérer d'ajouter un autre agent antihyperglycémiant

# PASummary_text59
source: Defer management to other health care provider(s)
fr_ca: Je vais m'en remettre à un autre (ou d'autres) professionnel(s) de la santé

# PASummary_text6
source: Sex (Female)
fr_ca: Sexe (Femelle)

# PASummary_text7
source: Cohort IA and/or IB
fr_ca: Cohorte IA et/ou IB

# PASummary_text8
source: Prior MI
fr_ca: Antécédant d’un IM

# PASummary_text9
source: Prior Stroke or TIA
fr_ca: Antécédant d’un ACV ou d’un accident ischémique transitoire

# PASummary_TouchShortly
source: A member of the PROTECT DM team will be in touch shortly with the next steps.
fr_ca: Un membre de l’équipe de PROTECTION Diabète vous contactera sous peu avec les prochaines étapes.

source: Patient Survey
fr_ca: Sondage des patients

source: Payee Form
fr_ca: Formulaire d'honoraires

# PAYEE_ADDR1
source: Mailing Address 1:
fr_ca: Adresse postale 1:

# PAYEE_ADDR2
source: Mailing Address 2:
fr_ca: Adresse postale 2

# PAYEE_ATTN_TO
source: Attention To:
fr_ca: A l’attention de:

# PAYEE_CHECKPAYABLETO
source: Cheque Payable to:
fr_ca: Chèque à l’ordre de :

# PAYEE_CITY
source: City:
fr_ca: Ville :

# PAYEE_COMPANY
source: To a Company Name
fr_ca: Nom de compagnie

# PAYEE_FORM_INSTRUCTIONS
source: Instructions
fr_ca: Directives

# PAYEE_HEADER
source: PAYEE FORM
fr_ca: Formulaire de Paiement

# PAYEE_IF_APLICABLE
source: If Applicable
fr_ca: Le cas échéant

# PAYEE_INS
source: Additional Instructions:
fr_ca: Instructions additionnelles:

# PAYEE_INS_1
source: Completion of the Payee Form is a mandatory requirement
fr_ca: Le formulaire de paiement doit être dûment rempli obligatoirement

# PAYEE_INS_2
source: Click the <B> "Submit" </B>button once you have completed the Payee Form
fr_ca: Cliquez sur le bouton “Soumettre” lorsque vous aurez complété de remplir le formulaire de paiement

# PAYEE_INS_3
source: Once the Payee Form is completed, the status in your dashboard will change to a checkmark
fr_ca: Lorsque vous aurez complete et transmis votre Formulaire de Paiement, le statut sur votre tableau de bord sera coché

# PAYEE_OPTIONS
source: Please select one of the following two options:
fr_ca: SVP sélectionnez une des options suivantes:

# PAYEE_PERSONALLY
source: To me Personally
fr_ca: Mon nom personnel

# PAYEE_PLS_SELECT
source: Please select one of the following two options:
fr_ca: SVP sélectionnez une des options suivantes:

# PAYEE_POSTAL
source: Postal Code:
fr_ca: Code postal:

# PAYEE_REF_NUM
source: Internal Reference Number:
fr_ca: Numéro de référence interne :

# PAYEE_REQ
source: Required Field
fr_ca: Champ obligatoire

# PAYEE_REQUEST
source: I request the cheque(s) to be issued as following:
fr_ca: Je souhaite que le ou les chèques soient à l’ordre de :

# PAYEE_SHOULD_COMPLETED
source: Completion of the Payee Form is a mandatory requirement
fr_ca: Remplir le Formulaire d'honoraires est une exigence obligatoire

# PAYEE_STATUS
source: Once the Payee Form is completed, the status in your dashboard will change to a checkmark
fr_ca: Une fois le Formulaire d’honoraires rempli, le statut dans votre tableau de bord sera coché

# PAYEE_TAX
source: Tax Number (HST / Other):
fr_ca: Numéros de taxes:

# PaymentTracker
source: Program Results and Publications
fr_ca: Relevé des paiements

# PA_CheckALL
source: Check ALL that APPLY (At least ONE must be selected)
fr_ca: TOUS cela appliquer (au moins un doit être choisi)

# PA_NoneOFAbove
source: None of the Above
fr_ca: Aucune de ces réponses

# PA_selectdropdown
source: Select one from the drop down menu
fr_ca: Sélectionnez une option à partir du menu déroulant

# PCPHOME_1
source: NEWS & UPDATES
fr_ca: BULLETIN INFORMATIF

# PCPHOME_10
source: Protect DM is designed as an Evidence Based Practice Program which allows primary care physicians a conscientious, explicit and judicious application of current best evidence (e.g. Clinical Practice Guidelines) in making decisions about the care of individual patients.
fr_ca: PROTECT DM se veut un programme de pratique factuelle qui permet aux médecins de soins primaires d’intégrer les meilleures preuves à l’appui actuelles (p. ex., lignes directrices de pratique clinique) de façon consciencieuse, explicite et judicieuse dans leur prise de décision des soins des patients.

# PCPHOME_12
source: Integrates best available external clinical evidence from existing systematic research and clinical guideline recommendations……<strong>with</strong>
fr_ca: Intègre les meilleures preuves cliniques externes provenant de recherches systématiques et de recommandations de lignes directrices pratiques……aux

# PCPHOME_13
source: Practice Based Evidence/ Individual clinical expertise …..<strong>while </strong>
fr_ca: Preuves factuelles et expertise clinique …..<strong>tout en</strong>

# PCPHOME_14
source: Taking into account patient preferences/values
fr_ca: Tenant compte des préférences et des valeurs des patients.

# PCPHOME_15
source: Additionally, this program incorporates knowledge translation through clinical decision making support but the decision to follow the recommendations is left to the participating physician's discretion. VISTA DM has been reviewed and approved by OPTIMUM Clinical Research Inc., an independent, central Ethics Review Board.
fr_ca: De plus, ce programme inclut un transfert des connaissances visant le soutien à la prise de décision clinique, mais il incombe au médecin participant de prendre sa décision en fonction des recommandations. Le programme PROTECT DM a été revu et approuvé par OPTIMUM Clinical Research Inc., un comité central d’évaluation de l’éthique.

# PCPHOME_16
source: The online portal has been created to provide you with timely access to the program materials and educational tools as well as provide you with a convenient way to manage the program documents and complete the Electronic Practice Assessment (e-PAFs) and Measure Assessment Forms (e-MAFs). Please keep your username and password confidential.
fr_ca: Ce portail en ligne a été créé pour vous faciliter l’accès au matériel du programme et aux outils éducatifs, tout en vous offrant un moyen pratique de gérer les documents du programme et remplir les évaluations de pratique électroniques et les formulaires d’évaluation de mesure électroniques. Vous devriez garder votre nom d’utilisateur et votre mot de passe confidentiels

# PCPHOME_17
source: In order to download documents, you will need to enable cookies in your browser. Please follow the link for additional information:&nbsp;<span style="color: #9B2346"><strong><u>Enabling Cookies</u></strong></span>
fr_ca: Pour télécharger les documents, vous devrez activer les cookies dans votre navigateur; cliquez sur le lien suivant pour plus d’information : <span style="color: #9B2346"><strong><u>Activation des cookies </u></strong></span>

# PCPHOME_18
source: Please take a few minutes to familiarize yourself with the program requirements and the site functionalities. Download:&nbsp;<span style="color: #9B2346"><strong><u>PROTECT DM Program Overview</u>&nbsp;</strong></span>
fr_ca: Veuillez prendre quelques minutes pour vous familiariser avec les exigences du programme et les fonctions du site. Téléchargez le document suivant : <span style="color: #9B2346"><strong><u>Survol du programme PROTECT DM</u>&nbsp;</strong></span>

# PCPHOME_19
source: The VISTA DM team is happy to assist you with any questions. Please do not hesitate to contact us at any time:&nbsp;<strong><u style="color: #9B2346">Contact Us</u></strong>
fr_ca: L’équipe du programme PROTECT DM se fera un plaisir de répondre à vos questions. N’hésitez pas à communiquer avec nous à n’importe quel moment : <span style="color: #9B2346"><strong><u>Contact</u>&nbsp;</strong></span>

# PCPHOME_2
source: Welcome to your Personal PROTECT DM Portal
fr_ca: Bienvenue à votre portail personnel du projet PROTECT DM

# PCPHOME_20
source: We look forward to collaborating with you.
fr_ca: Au plaisir de collaborer avec vous.

# PCPHOME_21
source: With best regards
fr_ca: Cordiales saluations,

# PCPHOME_24
source: <strong>Lawrence A. Leiter, MD</strong><br /> <strong style="color: #9B2346">VISTA DM Chair</strong> <br /> Division of Endocrinology and Metabolism <br /> St. Michael’s Hospital <br /> Professor of Medicine and Nutritional Sciences<br /> University of Toronto
fr_ca: <strong>Lawrence A. Leiter, MD</strong><br /> <strong style="color: #9B2346">PROTECT DM Chair</strong> <br /> Division of Endocrinology and Metabolism <br /> St. Michael’s Hospital <br /> Professor of Medicine and Nutritional Sciences<br /> University of Toronto
