Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# MOU10
source: Complete the electronic Practiceand Measure Assessment Forms (e-PAFs) forms on patients that meet the program eligibility criteria in adherence with the program timelines;
fr_ca: Remplir les formulaires d’évaluation de pratique électroniques (FÉP-e), pour les patients qui répondent aux critères d’admissibilité du programme, tout en respectant les échéances du programme;

# MOU11
source: Provide a copy of your medical license and a current Curriculum Vitae if requested by the CHRC;
fr_ca: Remettre une copie de votre permis d’exercice et de votre curriculum vitae le plus récent à la demande du CCRC;

# MOU12
source: Be available to answer any data queries;
fr_ca: Être prêt à répondre à toute demande de données;

# MOU13
source: Exercise reasonable and diligent efforts and professional expertise in the conduct and completion of the program documents in an efficient and timely manner and in compliance with the program instructions.
fr_ca: Faire preuve d’efforts raisonnables et assidus, ainsi que d’expertise professionnelle, pour exécuter le programme et remplir les documents de façon efficace et dans les délais convenus, et conformément aux directives du programme.

# MOU14
source: Program Components:
fr_ca: Éléments du programme

# MOU15
source: Practice Assessment Survey
fr_ca: Questionnaire sur l’évaluation des besoins

# MOU16
source: Interactive Practice Assessment Forms
fr_ca: Évaluation de pratique

# MOU17
source: Interactive Measure Assessment Forms
fr_ca: Réévaluation de pratique

# MOU18
source: Patient Survey
fr_ca: Questionnaire sur le patient

# MOU19
source: Phase II: Practice Assessment
fr_ca: Phase II : Évaluation de pratique

# MOU20
source: Phase II: Practice Re-Assessment A
fr_ca: Phase II : Réévaluation de pratique A

# MOU21
source: Phase II: Practice Re-Assessment B
fr_ca: Phase II : Réévaluation de pratique B

# MOU22
source: Virtual Patient Cases
fr_ca: Cas de patients virtuels

# MOU23
source: Program Evaluation
fr_ca: Évaluation du programme

# MOU24
source: Participating physician will have the following responsibilities with respect to Confidential Information:
fr_ca: Responsabilités du médecin participant relativement à l’information confidentielle :

# MOU25
source: <strong>Confidential Information:</strong> defined as confidential or proprietary information of the CHRC and/or the Sponsor either disclosed orally or in writing to or otherwise learned by the participating physician through participation in the PROTECT DM program that should reasonably be known to be confidential or proprietary to the CHRC and/or the Sponsor, including but not limited to: research, development and clinical programs, data and results, educational products, inventions, works of authorship, trade secrets, processes, conceptions, formulas, patents, patent applications, and licenses, business, product, marketing, sales, scientific and technical strategies, programs and results, including costs and prices, suppliers, manufacturers, customers, market data, personnel, and consultants and other confidential matters related to the CHRC and/or the Sponsor.
fr_ca: <b>Information confidentielle</b> : définie comme étant toute information confidentielle ou exclusive du CCRC et/ou du commanditaire, divulguée verbalement ou par écrit, ou apprise de manière quelconque par le médecin participant dans le cadre de sa participation au programme PROTECTION Diabète qui doit être considérée de façon raisonnable comme étant confidentielle ou exclusive du CCRC et/ou du commandaire, y compris, sans s’y limiter : programmes cliniques, de recherche et de développement, données et résultats, produits de formation, inventions, œuvres d’auteurs, secrets commerciaux, processus, conceptions, formules, brevets, demandes de brevet, licences, stratégies commerciales, de produit, de marketing, de vente, scientifiques et techniques, programmes et résultats, y compris coûts et prix, fournisseurs, fabricants, clients, données du marché, personnel et consultants et autres renseignements confidentiels concernant le CCRC et/ou le commanditaire.

# MOU26
source: Participating Physician
fr_ca: Le médecin participant

# MOU27
source: Shall not use Confidential Information except for the purpose of evaluating, negotiating and/or participating in the PROTECT DM program;
fr_ca: Ne doit pas utiliser l’information confidentielle sauf à des fins d’évaluation, de négociation et/ou de participation dans le cadre du programme PROTECTION Diabète;

# MOU28
source: Will hold Confidential Information in strictest confidence and shall not disclose Confidential Information to others, except for its employees or agents who require Confidential Information for the purpose of evaluating or negotiating the business relationship in relation to the PROTECT DM program and who are subject to binding obligations of confidentiality and restricted use, participating physician shall be solely responsible for compliance with the terms of Confidential Information by such employees or agents;
fr_ca: Assurera la confidentialité de l’information confidentielle et ne devra pas divulguer l’information confidentielle à d’autres personnes, à l’exception de ses employés ou agents ayant besoin de l’information confidentielle à des fins d’évaluation ou de négociation de la relation commerciale dans le cadre du programme PROTECTION Diabète et qui sont sujets à des obligations contraignantes de confidentialité et d’utilisation restreinte. Le médecin participant sera le seul responsable d’assurer le respect des conditions de l’information confidentielle par ces employés ou agents;

# MOU29
source: Will protect the confidentiality of Confidential Information using at least the same level of efforts and measures used to protect its own confidential information, and at least commercially reasonable efforts and measures, including without limitation limiting access to Confidential Information commensurate with the purposes of this MOU and keeping adequate records of those with access to Confidential Information and of all uses or dispositions of Confidential Information;
fr_ca: Protégera la confidentialité de l’information confidentielle selon le même degré d’effort et de mesures utilisé pour protéger sa propre information confidentielle, et au moyen d’efforts et mesures le moindrement raisonnables sur le plan commercial, y compris, sans limitation, restreindre l’accès à l’information confidentielle conformément aux objectifs de ce PE et conserver un relevé approprié des personnes ayant accès à l’information confidentielle et de toutes les utilités ou les dispositions de l’information confidentielle;

# MOU30
source: Will notify the CHRC as promptly as practicable of any unauthorized use or disclosure of Confidential Information;
fr_ca: Avisera le CCRC dès que possible de toute divulgation ou utilisation non autorisée de l’information confidentielle;

# MOU31
source: Acknowledges and agrees that there are no known circumstances which would place the participating physician in a conflict of interest as a result of the performance of the PROTECT DM program.
fr_ca: Confirme et accepte qu’il n’existe aucune circonstance connue qui pourrait mettre le médecin participant en situation de conflit d’intérêt par suite du rendement du programme PROTECTION Diabète.

# MOU32
source: The CHRC will have the following responsibilities:
fr_ca: Responsabilités du CCRC :

# MOU33
source: Provide all the necessary program materials to the participating physician
fr_ca: Fournira tout le matériel du programme nécessaire au médecin participant

# MOU34
source: Be available to answer questions in relation to the PROTECT DM program documents, instructions and/or the completion of the practice assessment forms / practice re-assessment forms;
fr_ca: Sera disponible pour répondre aux questions relatives aux documents et aux formulaires d’évaluation et de ré-évaluation de pratique devant être remplis dans le cadre du programme PROTECTION Diabète;

# MOU35
source: Provide physicians with remuneration for properly completed program components as following:
fr_ca: Remettra aux médecins la rémunération suivante pour les éléments du programmes exécutés :

# MOU36
source: <b>Practice Assessment Survey:</b> <span style="color:#0B528F;font-weight:bold">$100.00 ; </span>
fr_ca: <b>Évaluation des besoins </b> : <span style="color:#0B528F;font-weight:bold"> 100,00 $ </span> pour avoir rempli le questionnaire d’évaluation des besoins;

# MOU37
source: Practice Assessment Forms: <span style="color:#0B528F;font-weight:bold">$60.00</span> per interactive electronic practice assessment form (up to <span style="color:#0B528F;font-weight:bold">$600.00</span> for the completion of ten (10) interactive electronic practice assessment forms);
fr_ca: <b>Évaluation de pratique </b>: <span style="color:#0B528F;font-weight:bold">60,00 $</span> par formulaire d’évaluation de pratique électronique (jusqu’à concurrence de <span style="color:#0B528F;font-weight:bold">600,00 $ </span> pour avoir rempli dix (10) formulaires d’évaluation de pratique interactifs électroniques);

# MOU37_SP
source: Practice Assessment Forms: <span style="color:#0B528F;font-weight:bold">$75.00</span> per interactive electronic practice assessment form (up to <span style="color:#0B528F;font-weight:bold">$750.00</span> for the completion of ten (10) interactive electronic practice assessment forms);
fr_ca: <b>Évaluation de pratique </b>: <span style="color:#0B528F;font-weight:bold">75,00 $</span> par formulaire d’évaluation de pratique électronique (jusqu’à concurrence de <span style="color:#0B528F;font-weight:bold">750,00 $ </span> pour avoir rempli dix (10) formulaires d’évaluation de pratique interactifs électroniques);

# MOU38
source: Measure Assessment Forms: <span style="color:#0B528F;font-weight:bold">$30.00</span> per interactive measure assessment form (up to <span style="color:#0B528F;font-weight:bold">$300.00</span> for the completion of ten (10) interactive electronic measure assessment forms).
fr_ca: <b>Ré-évaluation de pratique</b> :<span style="color:#0B528F;font-weight:bold"> 30,00 $</span> par formulaire d’évaluation de mesure électronique (jusqu’à concurrence de <span style="color:#0B528F;font-weight:bold"> 300,00 $</span> pour avoir rempli dix (10) formulaires d’évaluation de mesure interactifs électroniques).

# MOU38_SP
source: Measure Assessment Forms: <span style="color:#0B528F;font-weight:bold">$40.00</span> per interactive measure assessment form (up to <span style="color:#0B528F;font-weight:bold">$400.00</span> for the completion of ten (10) interactive electronic measure assessment forms).
fr_ca: <b>Ré-évaluation de pratique</b> :<span style="color:#0B528F;font-weight:bold"> 40,00 $</span> par formulaire d’évaluation de mesure électronique (jusqu’à concurrence de <span style="color:#0B528F;font-weight:bold"> 400,00 $</span> pour avoir rempli dix (10) formulaires d’évaluation de mesure interactifs électroniques).

# MOU39
source: <b>Phase II: Practice Assessment: $75.00 per electronic practice assessment form (up to $750.00 </b>for the completion of ten (10) interactive electronic practice assessment forms)
fr_ca: <b>Phase II : Évaluation de pratique : 75 $ par formulaire d’évaluation de pratique électronique (jusqu’à concurrence de 750 $</b> pour avoir rempli dix (10) formulaires d’évaluation de pratique interactifs électroniques)

# MOU40
source: <strong>Phase II: Practice Re-Assessment A: $30.00 per electronic per electronic measure assessment form (up to $300.00</strong> for the completion of ten (10) interactive electronic measure assessment forms)
fr_ca: <b>Phase II : Réévaluation de pratique A : 30 $ par formulaire d’évaluation de mesure électronique (jusqu’à concurrence de 300 $</b> pour avoir rempli dix (10) formulaires d’évaluation de mesure interactifs électroniques)

# MOU41
source: <strong>Phase II: Practice Re-Assessment B: $30.00 per electronic per electronic measure assessment form (up to $300.00 </strong>for the completion of ten (10) interactive electronic measure assessment forms)
fr_ca: <b>Phase II: Practice Re-Assessment B: $30.00 per electronic per electronic measure assessment form (up to $300.00</b> for the completion of ten (10) interactive electronic measure assessment forms)

# MOU42
source: <strong>Program Evaluation: $100.00</strong> for the completion of the program evaluation
fr_ca: <b>Évaluation du programme : 100,00 $</b> pour avoir rempli l’évaluation du programme

# MOU43
source: <strong>Participants who complete all the required program components will be compensated </strong><span style="color:#9B2346; font-weight:bold">$2,300.00</span>
fr_ca: <strong>Les participants ayant effectué tous les éléments requis du programme recevront</strong><span style="color:#9B2346; font-weight:bold">$2,300.00</span>

# MOU44
source: General
fr_ca: Généralités

# MOU45
source: By participating in the PROTECT DM Program the relationship of the participating physician to the CHRC is that of an independent contractor. Physician shall have no authority to make agreements with third parties that are binding on the CHRC.
fr_ca: Dans le cadre de la participation au programme PROTECTION Diabète, le lien entre le médecin participant et le CCRC, en est un de contractant indépendant. Le médecin n’aura pas l’autorité de conclure des ententes avec des tierces parties liant le CCRC.

# MOU46
source: To view/print this document, please click <a href="/PDF/PROTECTDM_MOU_PCP.pdf" target="_blank" class="red">here</a>.
fr_ca: Pour lire/imprimer ce document,<a href="/PDF/PROTECTDM_MOU_PCP_FR.pdf" target="_blank" class="red">cliquez ici</a>.

# MOU46_SP
source: To view/print this document, please click <a href="/PDF/PROTECTDM_MOU_SP.pdf" target="_blank" class="red">here</a>.
fr_ca: Pour lire/imprimer ce document,<a href="/PDF/PROTECTDM_MOU_SP_FR.pdf" target="_blank" class="red">cliquez ici</a>.

# MOU47
source: AGREE TO TERMS
fr_ca: Entente des conditions:

# MOU48
source: have read and agree to the terms of the Memorandum of Understanding and certify that I hold a valid license to practice medicine in Canada.
fr_ca: J’ai lu et j’accepte les conditions du Protocole d’entente et je confirme que je détiens un permis d’exercice de la médecine valide au Canada.

# MOU49
source: PROTECT DM PROGRAM
fr_ca: Programme PROTECTION Diabète :

# MOU5
source: Thank you for agreeing to participate in the <span style="color:#0B528F;font-weight:bold">PROTECT DM</span> (<span style="color:#0B528F; font-weight:bold">PRO</span>gram<span style="color:#0B528F; font-weight:bold">T</span>o <span style="color:#0B528F; font-weight:bold">E</span>valuate <span style="color:#0B528F; font-weight:bold">C</span>ardiovascular disease <span style="color:#0B528F; font-weight:bold">T</span>reatment in <span style="color:#0B528F; font-weight:bold">D</span>isbetes <span style="color:#0B528F; font-weight:bold">M</span>ellitus) Program. The PROTECT DM is coordinated by the Canadian Heart Research Centre ("CHRC") and is supported by Novo Nordisk Canada ("Sponsor").
fr_ca: Nous vous remercions d’avoir accepté de participer à l’initiative <span style="color:#0B528F;font-weight:bold"> PROTECTION Diabète</span> (PROgramme axé sur le TraitEment des maladies Cardiovasculaires et sur l’évaluation de son efficacité chez les patients atteints de diabète). PROTECTION Diabète est coordonné par le Centre canadien de recherche en cardiologie (CCRC) et commandité par Novo Nordisk Canada (commanditaire).

# MOU6
source: Please review the following information and make yourself familiar with the PROTECT DM program components, as well as your expected role as a program participant, and the CHRC's role, as the coordinating centre.
fr_ca: Veuillez prendre connaissance de l’information qui suit et vous familiariser avec les éléments du programme PROTECTION Diabète, ainsi qu’avec votre rôle de participant au programme, et le rôle du CCRC à titre de centre de coordination.

# MOU7
source: The participating physician will have the following responsibilities:
fr_ca: Responsabilités du médecin participant :

# MOU8
source: Read and understand this Memorandum of Understanding (MOU) and the PROTECT DM materials and timelines and ensure that all person(s) in your practice who may be associated with this initiative also review and understand these materials;
fr_ca: Lire et comprendre le contenu de ce Protocole d’entente (PE), le matériel et les échéanciers du programme PROTECTION Diabète et faire en sorte que toute personne de votre pratique, pouvant être associée à cette initiative, lise et comprenne ces documents;

# MOU9
source: Partake in the PROTECT DM Programin its entirety or promptly advise the CHRC if you are unable to complete the project;
fr_ca: Participer à l’initiative PROTECTION Diabète au complet ou aviser le CCRC dès que possible, si vous n’êtes pas en mesure de terminer le projet;

# MOU_AGREEMENT
source: I have read and agree to the terms of the <span style="text-decoration:underline; color:#0B528F; font-weight:bold">Memorandum of Understanding</span><br /> and certify that I hold a valid license to practice medicine in Canada.
fr_ca: J’ai lu et j’accepte les conditions du <span style="text-decoration:underline; color:#0B528F; font-weight:bold">Protocole d’entente</span><br /> et je confirme que je détiens un permis d’exercice de la médecine valide au Canada.

# MOU_INSTRUCTIONS
source: Instructions
fr_ca: Directives

# MOU_Instruction_1
source: Acknowledging that you have reviewed and agree to the terms of this MOU is a mandatory requirement
fr_ca: Il est obligatoire de confirmer que vous avez lu et accepté les conditions de ce PE

# MOU_Instruction_2
source: Please review this MOU in its entirety by scrolling to the end of the form
fr_ca: Prière de prendre connaissance de ce PE au complet en défilant jusqu’à la fin du formulaire

# MOU_Instruction_3
source: Once you have reviewed the MOU, check the "<strong>Agree to Terms</strong>" box and click the "<strong>Submit</strong>" button
fr_ca: Une fois que vous aurez lu le PE, veuillez cocher la case « J’accepte les conditions » et cliquer sur le bouton « Soumettre »

# MOU_Instruction_4
source: Once the MOU is completed, the status in your dashboard will change to a checkmark
fr_ca: Une fois le PE rempli, le statut sur votre tableau de bord sera coché

# MOU_ResponseSaved
source: Thank you your response is now saved
fr_ca: Merci Votre réponse est sauvegardée maintenant

source: MY TOOLBOX
fr_ca: MA BOÎTE À OUTILS

# NAP1_Accessto
source: Access to
fr_ca: Accès à

# NAP1_ACCESSTOTEAM
source: ACCESS TO DIABETES HEALTH CARE TEAM
fr_ca: ACCÈS À UNE ÉQUIPE MULTIDISCIPLAINAIRE DES SOINS POUR LE DIABÈTE

# NAP1_ActivelySought
source: Are actively sought to develop formal supportive programs and policies across the entire system
fr_ca: Sont utilisés pour développer des politiques et des programmes de soutien officiels dans l’ensemble du système

# NAP1_AlliedHealthStaff
source: I have allied health staff in my office who act as a community resource to my patients
fr_ca: Un membre de l’équipe de soins allié de ma pratique joue le rôle de ressource communautaire pour mes patients

# NAP1_beingConsidered
source: Are being considered but have not yet been implemented
fr_ca: Sont considérés mais n’ont pas encore été mis sur pied

# NAP1_CommunityWideCoordination
source: I have excellent community-wide coordination between my office and community agencies in caring for patients who have diabetes
fr_ca: Il existe une excellente coordination à l’échelle communautaire entre ma pratique et les agences communautaires pour prodiguer des soins aux patients diabétiques

# NAP1_DiabetesNurseEducator
source: Diabetes Nurse Educator
fr_ca: Infirmière en diabétologie

# NAP1_DiabetesSpecialist
source: Diabetes Specialist
fr_ca: Spécialiste en diabétologie

# NAP1_Dietitian
source: Dietitian
fr_ca: Diététiste

# NAP1_DoNotExist
source: Do not exist
fr_ca: N’existent pas

# NAP1_EyeCareSpecialist
source: Eye Care Specialist
fr_ca: Ophtalmologue/Optométriste

# NAP1_FamilyHealth
source: Family Health Team (or similar)
fr_ca: Groupe de médecine familiale (ou semblable)

# NAP1_FormedToDevelop
source: Are formed to develop supportive programs and policies
fr_ca: Visent à élaborer des politiques et des programmes de soutien

# NAP1_GiveMyPatients
source: I give my patients who have diabetes the name and phone number of a community resource, and it is up to the patient to make the contact
fr_ca: Je fournis à mes patients diabétiques le nom et le numéro de téléphone d’une ressource communautaire et il incombe au patient de communiquer avec cette ressource

# NAP1_GroupPractice
source: Group Practice
fr_ca: Pratique en groupe

# NAP1_Heading
source: Practice Assessment Survey
fr_ca: Évaluation des besoins

# NAP1_HospitalBased
source: Hospital Based (Outpatient)
fr_ca: Hôpital (clinique externe)

# NAP1_HospitalBasedInpatient
source: Hospital Based (Inpatient)
fr_ca: Hôpital (patients hospitalisés)

# NAP1_ImprovingDiabetesCare
source: In the community where I practice, partnerships with community organizations (e.g. Diabetes Education Centre) focusing on improving diabetes care
fr_ca: Dans la communauté où je pratique, les partenariats avec des organismes communautaires axés sur l’amélioration des soins diabétiques

# NAP1_InMyPractice
source: In my practice:
fr_ca: Dans ma pratique

# NAP1_InnerCity
source: Inner City
fr_ca: Centre-ville
