Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# NEEDS_ASSES_Q48_A4
source: What I am most familiar with
fr_ca: Le traitement que je connais le mieux

# NEEDS_ASSES_Q48_A5
source: Efficacy
fr_ca: Efficacité

# NEEDS_ASSES_Q48_A6
source: Safety
fr_ca: Innocuité

# NEEDS_ASSES_Q48_A7
source: Mortality reductions
fr_ca: Réduction de la mortalité

# NEEDS_ASSES_Q48_A8
source: What local specialists use
fr_ca: Si le traitement est utilisé par les spécialistes régionaux

# NEEDS_ASSES_Q49
source: How comfortable are you with the following medication classes for glycemic control in your patients with diabetes?
fr_ca: Quel est votre niveau de confort avec les médicaments suivants utilisés pour maîtriser la glycémie chez vos patients atteints de diabète?

# NEEDS_ASSES_Q49_20
source: Basal Insulin
fr_ca: Insuline basale

# NEEDS_ASSES_Q49_21
source: Mealtime Insulin
fr_ca: Insuline prandiale

# NEEDS_ASSES_Q49_22
source: Premixed Insulin
fr_ca: Insuline prémélangée

# NEEDS_ASSES_Q49_T1
source: Antihyperglycemic Agent
fr_ca: Antihyperglycémiant

# NEEDS_ASSES_Q49_T2
source: α-Glucosidase Inhibitor
fr_ca: Inhibiteur de l’α-glucosidase

# NEEDS_ASSES_Q49_T3
source: DPP-4 Inhibitor
fr_ca: Inhibiteur de la DPP-4

# NEEDS_ASSES_Q49_T4
source: GLP-1 Receptor Agonist
fr_ca: Agoniste du récepteur GLP-1

# NEEDS_ASSES_Q49_T5
source: Meglitinide
fr_ca: Méglitinide

# NEEDS_ASSES_Q49_T6
source: Metformin
fr_ca: Metformine

# NEEDS_ASSES_Q49_T7
source: SGLT2 Inhibitors
fr_ca: Inhibiteurs du SGLT-2

# NEEDS_ASSES_Q49_T8
source: Sulfonylurea
fr_ca: Sulfonylurée

# NEEDS_ASSES_Q4_A1
source: Inner City
fr_ca: Centre-ville

# NEEDS_ASSES_Q4_A2
source: Urban / Suburban
fr_ca: Urbaine / Banlieue

# NEEDS_ASSES_Q4_A3
source: Small Town
fr_ca: Petite ville

# NEEDS_ASSES_Q4_A4
source: Rural
fr_ca: Rurale

# NEEDS_ASSES_Q4_A5
source: Geographically Isolated / Remote
fr_ca: Région éloignée

# NEEDS_ASSES_Q5
source: Approximate population size of the community where you practice:
fr_ca: Quelle est la taille de la population de la communauté où vous pratiquez : population de la communauté où vous pratiquez :

# NEEDS_ASSES_Q50
source: Which of the following statements best describes how you would approach a newly diagnosed patient with an A1C of ≥9.0%?
fr_ca: Quel énoncé décrit le mieux votre stratégie face à un patient récemment diagnostiqué qui présente un taux d’HbA1c ≥ 9,0%?

# NEEDS_ASSES_Q50_A1
source: I refer these patients to a diabetes specialist
fr_ca: J’adresse ces patients à un diabétologue à des fins de consultation

# NEEDS_ASSES_Q50_A2
source: I refer these patients to a diabetes educator
fr_ca: J’adresse ces patients à un éducateur en diabète à des fins de consultation

# NEEDS_ASSES_Q50_A3
source: I recommend a 2 or 3 month trial of lifestyle (diet, exercise and weight loss)
fr_ca: Je recommande une modification du mode de vie (alimentation, exercice et perte de poids) pendant une période d’essai de 2 ou 3 mois

# NEEDS_ASSES_Q50_A4
source: I initiate monotherapy with metformin
fr_ca: J’instaure une monothérapie par metformine

# NEEDS_ASSES_Q50_A5
source: I initiate combination therapy (metformin plus another non-insulin agent or metformin plus insulin)
fr_ca: J’instaure un traitement d’association (metformine et un autre agent non-insulinique ou metformine et insuline)

# NEEDS_ASSES_Q50_A6
source: I initiate insulin
fr_ca: J’instaure un traitement par insuline

# NEEDS_ASSES_Q51
source: What is the most common reason for you to refer your patients with type 2 diabetes to a specialist?
fr_ca: Quelle est la principale raison pour laquelle vous envoyez un patient atteint de diabète de type 2 consulter un spécialiste?

# NEEDS_ASSES_Q51_A1
source: A1C levels too high
fr_ca: Taux d’HbA1c trop élevés

# NEEDS_ASSES_Q51_A2
source: Side effects of antihyperglycemic agents
fr_ca: Effets secondaires des antihyperglycémiants

# NEEDS_ASSES_Q51_A3
source: Hypoglycemia
fr_ca: Hypoglycémie

# NEEDS_ASSES_Q51_A4
source: Diabetes related complication(s)
fr_ca: Complications dues au diabète

# NEEDS_ASSES_Q51_A5
source: Lack of comfort with newer agents
fr_ca: Connaissance insuffisante des nouveaux agents

# NEEDS_ASSES_Q51_A6
source: I do not refer patients with diabetes to a specialist
fr_ca: Je n’adresse pas mes patients diabétiques à un spécialiste à des fins de consultation

# NEEDS_ASSES_Q52
source: What is the 2nd most common reason for you to refer your patients with type 2 diabetes to a specialist?
fr_ca: Quelle est la deuxième raison la plus courante pour laquelle vous envoyez un patient atteint de diabète de type 2 consulter un spécialiste?

# NEEDS_ASSES_Q52_A1
source: A1C levels too high
fr_ca: Taux d’HbA1c trop élevés

# NEEDS_ASSES_Q52_A2
source: Side effects of antihyperglycemic agents
fr_ca: Effets secondaires des antihyperglycémiants

# NEEDS_ASSES_Q52_A3
source: Hypoglycemia
fr_ca: Hypoglycémie

# NEEDS_ASSES_Q52_A4
source: Diabetes related complication(s)
fr_ca: Complications dues au diabète

# NEEDS_ASSES_Q52_A5
source: Lack of comfort with newer agents
fr_ca: Connaissance insuffisante des nouveaux agents

# NEEDS_ASSES_Q6
source: On average, how many patients do you see in a week?
fr_ca: En moyenne, combien de patients voyez-vous en une semaine?

# NEEDS_ASSES_Q7
source: On average, how many patients with diabetes do you see in a week?
fr_ca: En moyenne, combien de patients diabétiques voyez-vous en une semaine?

# NEEDS_ASSES_Q8
source: Of those patients you see with diabetes, approximately what percent have type 2 diabetes?
fr_ca: Quel est le pourcentage de ces patients diabétiques qui sont atteints de diabète de type 2?

# NEEDS_ASSES_Q9
source: Do you currently utilize an Electronic Medical Records System in your practice?
fr_ca: Utilisez-vous présentement un système de dossiers médicaux électroniques dans votre pratique?

# NEEDS_ASSES_Q9_A
source: Please specify if you utilize the Electronic Medical Records System for any the following:
fr_ca: Veuillez préciser si vous utilisez un système de dossiers médicaux électroniques dans les cas suivants :

# NEEDS_ASSES_Q9_A1
source: Yes
fr_ca: Oui

# NEEDS_ASSES_Q9_A2
source: No
fr_ca: Non

# NEEDS_ASSES_Q9_A_A1
source: Practice schedule and appointments
fr_ca: Horaire et prise de rendez-vous

# NEEDS_ASSES_Q9_A_A2
source: Tracking care (e.g. patient encounters, prescriptions)
fr_ca: Relevé des soins (ex., consultations, ordonnances)

# NEEDS_ASSES_Q9_A_A3
source: Tracking outcomes (e.g. blood pressure)
fr_ca: Relevé des résultats (ex., tension artérielle)

# NEEDS_ASSES_Q9_A_A4
source: Trigger alerts and reminders
fr_ca: Alertes et rappels

# NEEDS_ASSES_Q9_A_A5
source: Send / receive orders, reports and results
fr_ca: Envoi / réception de commandes, rapports et résultats

# NEEDS_ASSES_Q9_A_A6
source: Generate registries
fr_ca: Préparation de registres

# NEEDS_ASSES_Q9_A_A7
source: Generate recall lists / track no-shows
fr_ca: Préparation de listes de rappel / rendez-vous manqués

# NEEDS_ASSES_Q9_A_A8
source: Generate flow sheets for chronic disease managements (e.g. diabetes flowsheets)
fr_ca: Préparation de schémas de gestion des maladies chroniques (ex., diabète)

# NEEDS_ASSES_Q9_A_A9
source: Other
fr_ca: Autre

# NEEDS_ASSES_Q9_B
source: Do you currently have the ability to:
fr_ca: Êtes-vous actuellement en mesure de:

# NEEDS_ASSES_Q9_B_A1
source: Generate patient registries
fr_ca: Préparer des registres de patients

# NEEDS_ASSES_Q9_B_A2
source: Generate recall lists / track no-shows
fr_ca: Préparer des listes de rappel / tenir compte des rendez-vous manqués

# NEEDS_ASSES_Q9_B_A3
source: Generate flow sheets for chronic disease managements (e.g. diabetes flowsheets)
fr_ca: Préparer des schémas de gestion des maladies chroniques (ex., diabète)

# NEEDS_ASSES_Q9_B_A4
source: None of the above
fr_ca: Aucune de ces réponses

# NEEDS_ASSES_RES_REQ
source: Response Required
fr_ca: Réponse requise

# NEEDS_ASSES_REVIEW
source: You can either Submit or Review / Modify the Survey
fr_ca: Vous pouvez maintenant soumettre le questionnaire ou le revoir / modifier

# NEEDS_ASSES_SECTION_HEADER
source: DEMOGRAPHICS AND GENERAL PRACTICE SETTING
fr_ca: DONNÉES DÉMOGRAPHIQUES ET PRATIQUE CLINIQUE

# NEEDS_ASSES_SELF
source: SELF-MANAGEMENT SUPPORT
fr_ca: SOUTIEN À L’AUTO-GESTION

# NEEDS_ASSES_SEL_ONE
source: Select One
fr_ca: cochez une réponse

# NEEDS_ASSES_SUCCESS
source: You have successfully completed the Needs Assessment Survey.
fr_ca: Vous avez répondu avec succès au questionnaire d’évaluation des besoins.

# NEWREG_HEADER
source: /Images/newReg-header.png
fr_ca: /Images/newReg-header-FR.png

# Newsletter
source: Presentations
fr_ca: Bulletin

source: NEWS & UPDATES
fr_ca: NOUVELLES & MISES À JOUR

source: NEW REGISTRATION
fr_ca: NOUVELLE INSCRIPTION

source: NO
fr_ca: NON

# Normal_ACR
source: Normal ACR <2.0 mg/mmol
fr_ca: ACR normal <2,0 mg/mmol

# NOTINTERESTED_IMG_URL
source: /Images/button_notinterested.png
fr_ca: /Images/button_notinterested_FR.png

# NOTMEBACKGROUND_URL
source: Images/notmeBackground.png
fr_ca: Images/notmeBackground_FR.png

source: NOT INTERESTED
fr_ca: PAS INTÉRESSÉ(E)

source: On-Demand Webinars
fr_ca: Webinaires sur demande

source: OUR APPOLOGIES
fr_ca: VEUILLEZ NOUS EXCUSER

# OUR_APPOL_URL
source: /Images/notmeBackground.png
fr_ca: /Images/notmeBackground_FR.png

# PAF_ADD_URL
source: /Images/button_PA_new.png
fr_ca: /Images/buttons_PA_new_FR.png

# PAF_AGE_ERROR
source: Must be older than 18
fr_ca: Doit être plus de 18 ans

# PAF_COMPLETE
source: Completed
fr_ca: Terminé

# PAF_ELG_URL
source: /Images/button_PA_eligibility.png
fr_ca: /Images/button_PA_eligibility_FR.png

# PAF_FeedbackForm
source: Feedback Form
fr_ca: Formulaire de rétroaction

# PAF_FF
source: Feedback Form
fr_ca: Formulaire de rétroaction

# PAF_HEADING_2
source: Practice Assessment Form
fr_ca: Formulaire d’évaluation de pratique

# PAF_HOME_HEADER
source: Practice Assessment # 1
fr_ca: Évaluation de pratique I

# PAF_ID
source: ID
fr_ca: Identifiant

# PAF_INCOMPLETE
source: Incomplete
fr_ca: Incomplet

# PAF_INSTR_URL
source: /Images/button_PA_Instructions.png
fr_ca: /Images/button_PA_Instructions_FR.png

# PAF_LOGO_URL
source: /Images/button_PA_patientlog.png
fr_ca: /Images/button_PA_patientlog_FR.png

# PAF_MAF
source: Measure Assessment Form
fr_ca: Formulaire d’évaluation de mesure

# PAF_REM_URL
source: /Images/button_PA_visitreminder.png
fr_ca: /Images/button_PA_visitreminder_FR.png

# PAF_REVIEW
source: You can either Submit or Review / Modify the (e-PAF).
fr_ca: Vous pouvez Soumettre, Passer en Revue / Modifier le formulaire Évaluation de pratique

# PAF_REVIEW_1
source: Please complete the Measure Assessment Form for this patient once the next scheduled visit on
fr_ca: Veuillez remplir l’Évaluation de mesure après la prochaine consultation prévue le

# PAF_REVIEW_SUBMIT
source: You have successfully submitted this Practice Assessment Form!
fr_ca: Vous avez soumis avec succès ce formulaire d’évaluation de pratique!

# PAF_REVIEW_SUCCESS
source: SUCCESS!
fr_ca: Sortie!

# PAF_REVIEW_VIEW
source: You may now view the Feedback Form:
fr_ca: Vous pouvez maintenant voir le formulaire de commentaires:

# PAF_REVIEW_VIEW_URL
source: /Images/button_view.png
fr_ca: /Images/button_view_FR.png

# PAF_SCHEDULED_DATE
source: Scheduled Appointment Date
fr_ca: Rendez-vous

# PAF_STATUS
source: Status
fr_ca: Statut

# PAF_SUCCESS
source: Practice Assessment Form (e-PAF) successfully Completed
fr_ca: Vous avez rempli le formulaire Évaluation de pratique

# PAP1_AsymptomaticCardiac
source: Asymptomatic cardiac ischemia documented by positive nuclear imaging test, exercise test or dobutamine stress echo
fr_ca: Ischémie cardiaque asymptomatique documentée par un test d’imagerie nucléaire, un test à l’exercice ou une écho de stress de dobutamine

# PAP1_Atherosclerosis
source: Evidence of atherosclerosis e.g. Ankle-brachial index <0.9
fr_ca: Évidence d’athérosclérose i.e. index brachial cheville <0.9

# PAP1_AtLeast1Cohort
source: <strong>AND at LEAST 1 must be present in EITHER Cohort IA, IB or Cohort II as shown below </strong>
fr_ca: <strong>ET au MOINS 1 facteur qui doit être présent soit dans la Cohorte IA, la Cohorte IB ou II, comme démontré ci-bas: </strong>

# PAP1_ChronicHeartFailure
source: Chronic heart failure (NYHA class II-III)
fr_ca: Insuffisance cardiaque chronique (classe II-III NYHA)

# PAP1_ChronicRenalFailure
source: Chronic renal failure (eGFR <60 mL/min)
fr_ca: Insuffisance rénale chronique (DFGE<60 mL/min)

# PAP1_Criteria41A
source: <strong> Criteria 4: <span class="blueTXT">Cohort IA: Prior CVD</span> <em>(Check ALL that APPLY in Cohort IA and/or IB)</em> </strong>
fr_ca: <strong> Critère 4: <span class="blueTXT">Cohorte IA: avec un antécédent d’une maladie cardiovasculaire </span> <em>(cocher tout ce qui est applicable dans la Cohorte IA et/ou IB)</em> </strong>

# PAP1_Criteria41B
source: <strong>Criteria 4: <span class="blueTXT">Cohort IB: Age ≥ 50 years</span> </strong>
fr_ca: <strong>Critère 4: <span class="blueTXT">: Cohorte IB: Age ≥ 50 ans </span> </strong>

# PAP1_Criteria41C
source: <strong>Criteria <span class="blueTXT">4: Cohort II: No Prior CVD <u>BUT</u> Age ≥60 years <u>AND</u> ≥1 of the following:</span> <em>(Check ALL that APPLY)</em></strong>
fr_ca: <strong>Criteria <span class="blueTXT">4:Cohorte II: auncun antécédent de maladies cardiovasculaires <u>MAIS</u> Âgé de ≥60 ans <u>ET</u> ≥1 des suivants:</span> <em>(cocher tout ce qui s’applique): </em></strong> <br />

# PAP1_doesMeetEligibility
source: <strong>This patient does <span style=" text-decoration:underline">NOT</span> meet any of the Non-Eligibility </strong>
fr_ca: <strong>Ce patient ne répond à aucun des critères d’exclusion</strong>

# PAP1_Eligibility
source: 1: Eligibility
fr_ca: 1: Admissibilité

# PAP1_EligibilityCriteria
source: <div style="background-color:#F1F1F1; margin-left:10px; margin-right:10px"> <div style="background-color:#093; padding:10px; color:#FFF"> <span style="font-size:24px; font-weight:bold">Eligibility Criteria:</span><span style="font-size:16px"> ALL of the criteria must be present</span> </div> <div style="padding:30px; font-weight:bold"> <ol> <li>Male and female patients older than 18 years of age</li> <li>Diagnosis of type 2 diabetes mellitus (CDA definition) <a href="#" class="tooltips"><img src="/Images/button_i.png" width="20" border="0" /></a></li> <li>At least ONE prior diabetes related visit </li> <li>Patient treated with at least ONE antihyperglycemic agent</li> <li>Next diabetes related visit to occur within the next 3 – 6 weeks</li> </ol> </div></div>
fr_ca: <div style="background-color:#F1F1F1; margin-left:10px; margin-right:10px"> <div style="background-color:#093; padding:10px; color:#FFF"> <span style="font-size:24px; font-weight:bold"> Critères d’admissibilité :</span> <span style="font-size:16px">Le patient doit répondre à TOUS les critères </span> </div> <div style="padding:30px; font-weight:bold"> <ol> <li>Patients, hommes et femmes, âgés de plus de 18 ans</li> <li>Diagnostic de diabète sucré de type 2 (définition de l’ACD) <a href="#" class="tooltips"><img src="/Images/button_i.png" width="20" border="0" /></a></li> <li>Au moins UNE consultation antérieure pour le diabète</li> <li>Le patient doit être sous traitement par au moins UN agent antihyperglycémiant</li> <li>La prochaine consultation pour le diabète est prévue dans les 3 à 6 prochaines semaines</li> </ol> </div> </div>

# PAP1_EligibilityHeading
source: 1: Eligibility
fr_ca: 1: Éligibilité

# PAP1_ErrThisCheckbox
source: * Please select this checkbox
fr_ca: Sélectionnez cette case à cocher

# PAP1_HistoryCHD
source: History of symptomatic CHD documented by positive exercise stress test or any cardiac imaging or unstable angina with ECG changes
fr_ca: Historique de CHD symptomatique documenté par un test de stress positif ou d’une angine instable cardiaque avec des changements positifs d’un test d’exercise à l’effort ou de l’imagerie cardiaque ou un angor instable avec modifications ECG

# PAP1_Hypertension
source: Hypertension and left ventricular hypertrophy by ECG or imaging
fr_ca: Hypertension et hypertrophie du ventricule gauche par électrocardiogramme ou imagerie

# PAP1_LeftVentricular
source: Left ventricular systolic or diastolic dysfunction by imaging
fr_ca: Dysfonction du ventricule gauche systolique ou diastolique par imagerie

# PAP1_Microalbuminuria
source: Microalbuminuria or proteinuria
fr_ca: Microalbuminurie ou protéinurie

# PAP1_NonEligibility1
source: <span style="font-size:24px; font-weight:bold">Non-eligibility criteria:</span><span style="font-size:16px"> None of the criteria present</span>
fr_ca: <span style="font-size:24px; font-weight:bold">Critères des Patients qui ne sont pas éligibles:</span>

# PAP1_NonEligibility2
source: <li><strong>Limited life expectancy </strong></li> <li><strong>High level of functional dependency </strong></li> <li>Current treatment with liraglutide (Victoza®) and/or empagliflozin (Jardiance®) / empagliflozin and metformin (Synjardy®)</li>
fr_ca: <li><strong>Espérance de vie limitée </strong></li> <li><strong>Niveau élevé de dépendance fonctionnelle</strong></li> <li>Traité actuellement avec liraglutide (Victoza®) et/ou empagliflozin (Jardiance®) / empagliflozin et metformin (Synjardy®)</li>

# PAP1_Non_eligibility
source: <span style="font-size:24px; font-weight:bold">Non-eligibility criteria:</span><span style="font-size:16px"> None of the criteria present</span>
fr_ca: <span style="font-size:24px; font-weight:bold">Critères d’exclusion :</span><span style="font-size:16px"> Le patient ne doit répondre à aucun de ces critères </span>

# PAP1_Non_eligibilitylist
source: <div style="padding:30px; font-weight:bold"> <ol> <li>Clinically significant concomitant kidney (e.g., creatinine clearance < 30 ml / min ) or liver (e.g., active hepatitis) disease</li> <li>Contraindications or intolerance to combination therapy</li> <li>Clinically significant concomitant illness or co-morbid condition </li> </ol> </div>
fr_ca: <div style="padding:30px; font-weight:bold"> <ol> <li>Atteinte rénale (p. ex., clairance de la créatinine <30 mL/min ) ou hépatique (p. ex., hépatite évolutive) concomitante et significative sur le plan clinique/li> <li>Contre-indications ou intolérance au traitement d’association</li> <li>Maladie concomitante ou comorbidité significative sur le plan clinique </li> </ol> </div>

# PAP1_NotMeetAny
source: <strong>This patient does <span style=" text-decoration:underline">NOT</span> meet any of the Non-Eligibility </strong>
fr_ca: <strong> Ce patient ne rencontre <span style=" text-decoration:underline">AUCUN </span> des critères de non-éligibilité </strong>

# PAP1_PriorCoronary
source: Prior coronary, carotid or peripheral arterial revascularization
fr_ca: Revascularisation artérielle coronarienne, carotide ou périphérique

# PAP1_PriorMI
source: Prior MI
fr_ca: Antécédant d’un IM

# PAP1_PriorStroke
source: Prior Stroke or TIA
fr_ca: Antécédant d’un AVC ou d’un accident ischémique transitoire

# PAP1_ReferenceNum
source: Internal Reference Number:
fr_ca: Numéro de référence interne :

# PAP1_SatisfiesAll
source: <strong>This patient <span style="text-decoration:underline">satisfies all</span> of the Eligibility Criteria</strong>
fr_ca: <strong>Ce patient <span style="text-decoration:underline">rencontre TOUS </span> les critères d’éligibilité ci-haut mentionnés</strong>

# PAP1_satisfiesCriteria
source: <strong>This patient <span style="text-decoration:underline">satisfies all</span> of the Eligibility Criteria</strong>
fr_ca: <strong> Ce patient <span style="text-decoration:underline"> répond à tous </span> les critères d’admissibilité</strong>

# PAP1_ScheduledAppt
source: Next Scheduled Appointment:
fr_ca: Date du prochain rendez-vous :

# PAP1_Stenosis
source: >50% stenosis of coronary, carotid, or lower extremity arteries
fr_ca: 50% de sténose carotidienne coronaire ou les artères d’extrémité inférieures

# PAP2_Cardiologist
source: Cardiologist
fr_ca: Cardiologue

# PAP2_checkallApply
source: Check ALL that APPLY or Select None of the Above
fr_ca: Cochez TOUTES les options PERTINENTES ou sélectionnez « Aucune de ces réponses »

# PAP2_CoManaged
source: Is this patient co-managed by any of the following?
fr_ca: La prise en charge de ce patient est-elle assurée par un autre professionnel de la santé?

# PAP2_CoMorbidTitle
source: CO-MORBID CONDITIONS:
fr_ca: fr

# PAP2_DiabetesEducator
source: Diabetes Educator / Dietitian
fr_ca: Éducateur en diabète / Diététiste

# PAP2_DurationofDiabetes
source: Duration of Diabetes:
fr_ca: Durée du diabète :

# PAP2_Dyslipidemia
source: Dyslipidemia
fr_ca: Dyslipidémie

# PAP2_EmpStatus
source: Employment Status
fr_ca: Situation d’emploi

# PAP2_EmpStatus1
source: Employed – Full Time
fr_ca: Emploi à temps plein

# PAP2_EmpStatus2
source: Employed – Part Time
fr_ca: Emploi à temps partiel

# PAP2_EmpStatus3
source: Unemployed
fr_ca: Chômage

# PAP2_EmpStatus4
source: Retired
fr_ca: Retraité

# PAP2_EmpStatus5
source: Not Known
fr_ca: Inconnu

# PAP2_Endocrinologist
source: Endocrinologist
fr_ca: Endocrinologue

# PAP2_ErrAge
source: *Please select an Age between 18 to 100
fr_ca: *Veuillez sélectionner un âge entre 18 et 100

# PAP2_ErrAgeEligibility
source: * Please return to the eligibility page and select the appropriate eligibility cohort for this patient
fr_ca: * Veuillez retourner à la page d’Éligibilité et sélectionnez la Cohorte d’Éligibilité appropriée pour ce patien

# PAP2_ErrBP
source: *Please enter Systolic BP and Diastolic BP
fr_ca: *Veuillez entrer les tensions artérielles Systolique et Diastolique

# PAP2_ErrDiastolicBP
source: *Please enter Diastolic BP from 30 to 150
fr_ca: *Veuillez entrer la tension artérielle diastolique entre 30 à 150

# PAP2_ErrHeightCM
source: *Please select an Height between 90 to 230 cm
fr_ca: *Veuillez sélectionner une grandeur entre 90 et 230 cm

# PAP2_ErrHeightIN
source: *Please select an Height between 36 to 90 inches
fr_ca: *Veuillez sélectionner une grandeur entre 36 et 90 pouces

# PAP2_ErrHeightRange
source: *Please enter height range from 90/36 to 230/90 cm/inch
fr_ca: *Veuillez entrer un éventail de grandeur entre 90/36 et 230/90 cm/pouces

# PAP2_ErrSystolicBP
source: *Please enter Systolic BP from 60 to 250
fr_ca: *Veuillez entrer la tension artérielle systolique de 60 à 250

# PAP2_ErrSystolicGreater
source: *Systolic BP must be greater than Diastolic BP
fr_ca: *La tension artérielle systolique doit être plus grand que la tension artérielle diastolique

# PAP2_ErrWeightCm
source: *Please select an Weight between 66 to 660 LBS
fr_ca: *Veuillez sélectionner un poids entre 66 à 660 lbs

# PAP2_ErrWeightKg
source: *Please select an Weight between 30 to 300 KG
fr_ca: *Veuillez sélectionner un poids entre 30 à 300 kg

# PAP2_ErrWeightRange
source: *Please enter weight range from 30/66 to 300/660 KG/LBS
fr_ca: *Veuillez sélectionner un éventail de poids entre 30/66 à 300/660 KG/LBS

# PAP2_Ethnicity
source: Ethnicity
fr_ca: Origine ethnique :

# PAP2_Ethnicitydd1
source: Aboriginal Canadian (First Nations / Métis / Inuit)
fr_ca: Autochtone canadien (Premières nations / Métis / Inuit)

# PAP2_Ethnicitydd2
source: Arabic / North African
fr_ca: Arabe / Nord-Africain

# PAP2_Ethnicitydd3
source: Asian
fr_ca: Asiatique

# PAP2_Ethnicitydd4
source: Black
fr_ca: Race noire

# PAP2_Ethnicitydd5
source: Caucasian/White
fr_ca: Race blanche

# PAP2_Ethnicitydd6
source: Hispanic
fr_ca: Hispanique

# PAP2_Ethnicitydd7
source: East / South-East Asian
fr_ca: Asiatique de l’Est / du Sud-Est

# PAP2_Ethnicitydd8
source: Multi-Racial
fr_ca: Multi-raciale

# PAP2_Ethnicitydd9
source: Other
fr_ca: Autre

# PAP2_EvidenceDisease
source: Clinical Evidence of Antherosclerotic CV Disease
fr_ca: Évidence clinique de maladies cardiovasculaires arthérosclérotiques
