Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# NAP2_Q26_Drug
source: Drug interactions with other existing treatments taken for concomitant conditions
fr_ca: Interactions médicamenteuses avec des traitements existants pris pour des conditions concomitantes

# NAP2_Q26_Familiarity
source: My familiarity / comfort level with the agent
fr_ca: Ma familiarité / mon confort avec l'agent

# NAP2_Q26_Likelihood_DietChange
source: Likelihood of patient to make diet changes and increase exercise level
fr_ca: Probabilité que le patient apporte des changements à son alimentation et augmente son niveau d'exercice

# NAP2_Q26_Likelihood_PA
source: Likelihood of patient adherence
fr_ca: Probabilité de l'observance du traitement par le patient

# NAP2_Q26_Likelihood_Treatment
source: Likelihood of treatment-related hypoglycemia
fr_ca: Probabilité d'hypglycémie reliée au traitement

# NAP2_Q26_Likely_Efficacy
source: Likely efficacy of treatment (e.g. ability to lower blood glucose)
fr_ca: Probabilité de l'efficacité du traitement (i.e. Habileté à réduire la tension artérielle)

# NAP2_Q26_Likely_Tolerability
source: Likely tolerability of treatment
fr_ca: Probabilité de la tolérance au traitement

# NAP2_Q26_Method
source: Method of administration
fr_ca: Mode d'administration

# NAP2_Q26_Mortality
source: Mortality and complication reduction
fr_ca: Réduction de la mortalité et des complications

# NAP2_Q26_Number
source: Number of other pills taken daily
fr_ca: Nombre de médicaments pris quotidiennement

# NAP2_Q26_Patient
source: Patient's reluctance to take more medication
fr_ca: Réticence des patients à prendre plus de médicaments

# NAP2_Q26_Reimbursement
source: Reimbursement cost of treatment to the healthcare system
fr_ca: Coût du remboursement des traitements par le système de la santé

# NAP2_Q26_SpecialistUse
source: What local diabetes specialists use
fr_ca: Ce que le spécialiste en diabète de ma région utilise

# NAP2_Q26_Treatment
source: Treatment guidelines
fr_ca: Traitement relié aux lignes directrices

# NAP2_RenalImpairment
source: Renal Impairment
fr_ca: Insuffisance rénale

# NAP2_Retinopathy
source: Retinopathy
fr_ca: Rétinopathie

# NAP2_SelectONERow
source: Select ONE for each row
fr_ca: Sélectionner UNE pour chaque rangée

# NAP2_SelectOptions_PCP
source: <strong style="color: #0B528F">Select “1” &ndash; most common and “2” &ndash; second most common from the drop down boxes or check “I do not refer patients with diabetes to a diabetes specialist”</strong>
fr_ca: <strong style="color: #0B528F">Sélectionner “1” – raison la plus commune et “2” – deuxième raison la plus commune du menu ci-bas </strong>

# NAP2_SelectOptions_SP
source: <strong style="color: #0B528F">Select “1” &ndash; most common and “2” &ndash; second most common from the drop down boxes</strong>
fr_ca: <strong style="color: #0B528F">Sélectionner “1” – raison principale et “2” – seconde raison principale, des options du menu déroulant ou cocher “Je ne réfère pas de patients atteints de diabète, à un spécialiste, à des fins de consultation”</strong>

# NAP2_SGLT2Inhibitors
source: SGLT2 Inhibitors
fr_ca: Inhibiteur du SGLT-2

# NAP2_SomewhatComfortable
source: Somewhat Comfortable
fr_ca: Plutôt à l’aise

# NAP3_completed
source: You have successfully completed the Practice Assessment Survey You can either Submit or Review / Modify the Survey
fr_ca: Vous avez répondu avec succès au questionnaire d’évaluation de la pratique. Vous pouvez maintenant soumettre le questionnaire ou le revoir / modifier

# NAP3_FinalResponse
source: If you click the "SUBMIT" button, the responses will be considered final and no modifications can be made.
fr_ca: Si vous cliquez sur “SOUMETTRE”, vos réponses seront finales et vous ne pourrez plus les modifier.

# NAP3_Review
source: /images/button_review2.png
fr_ca: /images/button_review_FR.png

# NAP3_ReviewChanges
source: If you click the "REVIEW" button, you will be able to review all previous pages of the survey and make any applicable modifications if warranted. Once you have reviewed / modified the survey to your satisfaction, you will be able to submit the final version.
fr_ca: Si vous cliquez sur “REVOIR”, vous pourrez revoir toutes vos réponses au questionnaire et apporter des modifications. Une fois que vous avez revu / modifié vos réponses, vous pouvez soumettre la version finale du questionnaire.

# NAP3_Submit
source: /images/button_submit2.png
fr_ca: /images/button_submit_green_FR.png

# NAP3_SurveyCompleted
source: You have successfully submitted the Practice Assessment Survey!
fr_ca: Vous avez soumis votre sondage d’évaluation de la pratique avec succès!

# NA_Cardiologist
source: Cardiologist
fr_ca: Cardiologue

# NA_dash
source: &ndash;
fr_ca: à

# NA_Endocrinologist
source: Endocrinologist
fr_ca: Endocrinologue

# NA_IMS
source: Internal Medicine Specialist
fr_ca: Spécialiste de médecine interne

# NA_Other
source: Other
fr_ca: Autre

# NA_PrimaryCare
source: Primary Care
fr_ca: Soins primaires

# NA_Specialty
source: Specialty
fr_ca: Specialité

# NA_Years
source: years
fr_ca: ans

# NA_YearsInPractice
source: Number of years in practice
fr_ca: Nombre d’années de pratique

# NeedsAssessment
source: Practice Assessment Survey
fr_ca: Évaluation des besoins

# NEEDS_ASSES_AAGENT
source: Antihyperglycemic Agent
fr_ca: Antihyperglycémiant

# NEEDS_ASSES_ALL_NONE
source: Check ALL that Apply or Select "None of the Above
fr_ca: cochez toutes les réponses pertinentes ou sélectionnez « Aucune de ces réponses »

# NEEDS_ASSES_CHECK_ALL
source: Check ALL that Apply
fr_ca: cochez toutes les réponses pertinentes

# NEEDS_ASSES_CLINIC
source: CLINICAL INFORMATION SYSTEMS
fr_ca: SYSTÈMES D’INFORMATION CLINIQUE

# NEEDS_ASSES_CLINIC_MGMT
source: CLINICAL MANAGEMENT
fr_ca: PRISE EN CHARGE CLINIQUE

# NEEDS_ASSES_COMFORT_1
source: Not Comfortable at ALL
fr_ca: Pas à l’aise du tout

# NEEDS_ASSES_COMFORT_2
source: Not Comfortable
fr_ca: Pas à l’aise

# NEEDS_ASSES_COMFORT_3
source: Somewhat Comfortable
fr_ca: Plutôt à l’aise

# NEEDS_ASSES_COMFORT_4
source: Comfortable
fr_ca: À l’aise

# NEEDS_ASSES_COMFORT_5
source: Very Comfortable
fr_ca: Très à l’aise

# NEEDS_ASSES_DECISIONSUPPORT
source: DECISION SUPPORT
fr_ca: APPUI À LA DÉCISION

# NEEDS_ASSES_DELIVERY
source: DELIVERY SYSTEM DESIGN
fr_ca: SYSTÈME DE PRESTATION DES SOINS

# NEEDS_ASSES_DIABETESHEALTH
source: ACCESS TO DIABETES HEALTH CARE TEAM
fr_ca: ACCÈS À UNE ÉQUIPE DE SOINS DIABÉTIQUES

# NEEDS_ASSES_FOOTER1
source: If you click the "SUBMIT" button, the responses will be considered final and no modifications can be made.
fr_ca: Si vous cliquez sur SOUMETTRE, vos réponses seront finales et vous ne pourrez plus les modifier

# NEEDS_ASSES_FOOTER2
source: If you click the "REVIEW" button, you will be able to review all previous pages of e-PAF and make any applicable modifications if warranted. Once you have reviewed / modified the e-PAF to your satisfaction, you will be able to submit the final version.
fr_ca: Si vous cliquez sur REVOIR, vous pourrez revoir toutes vos réponses au questionnaire et apporter des modifications. Une fois que vous avez revu / modifié vos réponses, vous pouvez soumettre la version finale du questionnaire.

# NEEDS_ASSES_HEADER
source: Needs Assessment Survey
fr_ca: Questionnaire d’évaluation des besoins

# NEEDS_ASSES_INSTR_1
source: Please complete the Needs Assessment survey in its entirety. Your survey responses can only be viewed by you and individual survey results will never be shared
fr_ca: Prière de répondre à toutes les questions contenues dans ce questionnaire d’évaluation des besoins. Vous seul pourrez voir vos réponses et les résultats de chaque questionnaire ne seront divulgués à personne.

# NEEDS_ASSES_INSTR_10
source: The CHRC will remunerate you <strong>$100.00</strong> for completing the Needs Assessment Survey
fr_ca: Le CCRC vous remettra <strong>100 $ </strong>pour avoir répondu au questionnaire d’évaluation des besoins.

# NEEDS_ASSES_INSTR_2
source: The survey consists of <strong>five (5) pages</strong> and should take between <strong>15 – 20 minutes</strong> to complete
fr_ca: Le questionnaire compte <strong> cinq (5) pages </strong> et il vous faudra entre <strong>15 et 20 minutes</strong> pour le remplir.

# NEEDS_ASSES_INSTR_3
source: Click the <strong>"Save"</strong> button, to save the progress of the current page
fr_ca: Cliquez sur le bouton <strong> Enregistrer </strong>pour sauvegarder vos réponses sur chaque page.

# NEEDS_ASSES_INSTR_4
source: Once you have completed the entire page, click the <strong>"Next"</strong> button to proceed to the next page of the survey. Clicking the <strong>"Next"</strong> button will automatically save the entries of the previous page (if entirely completed)
fr_ca: Une fois que vous avez répondu aux questions d’une page, cliquez sur le bouton <strong> Suivant </strong>pour passer à la page suivante. Lorsque vous cliquez sur le bouton <strong>Suivant,</strong> vos réponses de la page précédente seront automatiquement enregistrées (si vous avez répondu à toutes les questions de cette page).

# NEEDS_ASSES_INSTR_5
source: To return to the previous page of the survey, click the <strong>"Back"</strong> button. Please note that if you click the <b>“Back”</b> button before completing the page in its entirety, you will lose the progress for the current page.
fr_ca: Pour revenir à la page précédente, cliquez sur le bouton <strong>Précédent.</strong> N’oubliez pas d’enregistrer vos réponses avant de cliquer sur le bouton <strong>Précédent.</strong>

# NEEDS_ASSES_INSTR_6
source: <strong>Once you have completed the survey and click "Next" on Page 5, you can either:</strong>
fr_ca: <strong>Une fois que vous avez terminé de répondre au questionnaire et avez cliqué sur le bouton « Suivant » à la page 5, vous pouvez soit :</strong>

# NEEDS_ASSES_INSTR_7
source: Click the <strong>"Review"</strong> button to return to Page 1 of the survey to review your entries and/or make changes to your responses
fr_ca: Cliquer sur le bouton <strong>Revoir </strong>pour retourner à la page 1 du questionnaire et revoir vos réponses et/ou changer vos réponses;

# NEEDS_ASSES_INSTR_8
source: Click the <strong>"Submit"</strong> button once you are satisfied with your responses and consider the survey as final. Once the survey is submitted, you will not be able to make changes to your responses but will be able to return and view your responses.
fr_ca: Cliquez sur le bouton <strong>Soumettre </strong>si vous êtes satisfait de vos réponses et estimez avoir terminé le questionnaire. Une fois le questionnaire soumis, vous ne pouvez plus modifier vos réponses, mais pouvez y revenir pour les consulter.

# NEEDS_ASSES_INSTR_9
source: Once the Needs Assessment Survey is submitted, the status in your dashboard will change to a checkmark
fr_ca: Une fois que le questionnaire d’évaluation des besoins est soumis, le statut dans votre tableau de bord sera coché

# NEEDS_ASSES_I_DONOTEVALUATE
source: Check ALL that apply or Select "I do not evaluate adherence")
fr_ca: (cochez toutes les réponses pertinentes ou sélectionnez « Je n’évalue pas l’observance thérapeutique »)

# NEEDS_ASSES_ONEFOREACH
source: Select ONE for each
fr_ca: cochez une réponse pour chaque question

# NEEDS_ASSES_PAGE_1_5
source: Page 1 of 5
fr_ca: Page 1 de 5

# NEEDS_ASSES_PAGE_2_5
source: Page 2 of 5
fr_ca: Page 2 de 5

# NEEDS_ASSES_PAGE_3_5
source: Page 3 of 5
fr_ca: Page 3 de 5

# NEEDS_ASSES_PAGE_4_5
source: Page 4 of 5
fr_ca: Page 4 de 5

# NEEDS_ASSES_PAGE_5_5
source: Page 5 of 5
fr_ca: Page 5 de 5

# NEEDS_ASSES_PATIENT_TARGETS
source: PATIENT TARGETS AND MANAGEMENT PRIORITIES
fr_ca: VALEURS CIBLES DU PATIENT ET PRIORITÉS DE PRISE EN CHARGE

# NEEDS_ASSES_PRACTICE_MANAGEMENT
source: PRACTICE MANAGEMENT
fr_ca: GESTION DE PRATIQUE

# NEEDS_ASSES_PRIORITY
source: Check 1st – 3rd Priority
fr_ca: Cochez 1re, 2e ou 3e priorité

# NEEDS_ASSES_PRIOR_1
source: 1st Priority
fr_ca: 1re priorité

# NEEDS_ASSES_PRIOR_2
source: 2nd Priority
fr_ca: 2e priorité

# NEEDS_ASSES_PRIOR_3
source: 3rd Priority
fr_ca: 3e priorité

# NEEDS_ASSES_PRIOR_EQUAL
source: All Equal Priority
fr_ca: Même priorité pour toutes

# NEEDS_ASSES_Q1
source: Gender
fr_ca: Sexe

# NEEDS_ASSES_Q10
source: Select ONE response for each row:
fr_ca: Sélectionnez UNE réponse pour chaque rangée :

# NEEDS_ASSES_Q10_ACCESSTO
source: Access to
fr_ca: Accès à

# NEEDS_ASSES_Q10_DB_D
source: Dietitian
fr_ca: Diététiste

# NEEDS_ASSES_Q10_DB_EYE
source: Eye Specialist
fr_ca: Ophtalmologue/Optométriste

# NEEDS_ASSES_Q10_DB_N
source: Diabetes Nurse
fr_ca: Infirmière en diabétologie

# NEEDS_ASSES_Q10_DB_PED
source: Podiatrist
fr_ca: Podiatre

# NEEDS_ASSES_Q10_DB_PHY
source: Psychologist / Psychiatrist
fr_ca: Psychologue/Psychiatre

# NEEDS_ASSES_Q10_DB_SOC
source: Social Worker
fr_ca: Travailleur social

# NEEDS_ASSES_Q10_DB_SP
source: Diabetes Specialist
fr_ca: Spécialiste en diabétologie

# NEEDS_ASSES_Q10_Limited
source: Limited availability in my practice location
fr_ca: Accessibilité limitée dans ma pratique

# NEEDS_ASSES_Q10_Limited2
source: Limited availability elsewhere in the community
fr_ca: Accessibiilté limitée ailleurs dans la communauté

# NEEDS_ASSES_Q10_NoAvialability
source: No availability in my practice location and elsewhere in the community
fr_ca: Pas accessible dans ma pratique ni ailleurs dans la communauté

# NEEDS_ASSES_Q10_ReadilyAvailable
source: Readily available in my practice location
fr_ca: Facilement accessible dans ma pratique

# NEEDS_ASSES_Q10_ReadilyElsewhere
source: Readily available elsewhere in the community
fr_ca: Facilement accessible ailleurs dans la communauté

# NEEDS_ASSES_Q11
source: In the community where I practice, partnerships with community organizations focusing on improving diabetes care:
fr_ca: Dans la communauté où je pratique, les partenariats avec des organismes communautaires axés sur l’amélioration des soins diabétiques :

# NEEDS_ASSES_Q11_A1
source: Do not exist
fr_ca: N’existent pas

# NEEDS_ASSES_Q11_A2
source: Are being considered but have not yet been implemented
fr_ca: Sont considérés mais n’ont pas encore été mis sur pied

# NEEDS_ASSES_Q11_A3
source: Are formed to develop supportive programs and policies
fr_ca: Visent à élaborer des politiques et des programmes de soutien

# NEEDS_ASSES_Q11_A4
source: Are actively sought to develop formal supportive programs and policies across the entire system
fr_ca: Sont utilisés pour préparer des politiques et des programmes de soutien officiels dans l’ensemble du système

# NEEDS_ASSES_Q12
source: In my practice:
fr_ca: Dans ma pratique :

# NEEDS_ASSES_Q12_A1
source: I do not link patients who have diabetes to community resources as consistently as I would like
fr_ca: Je n’oriente pas les patients diabétiques vers les ressources communautaires aussi souvent que j’aimerais

# NEEDS_ASSES_Q12_A2
source: I give my patients who have diabetes the name and phone number of a community resource, and it is up to the patient to make the contact
fr_ca: Je fournis à mes patients diabétiques le nom et le numéro de téléphone d’une ressource communautaire et il incombe au patient de communiquer avec cette ressource

# NEEDS_ASSES_Q12_A3
source: I have allied health staff in my office who act as a community resource to my patients
fr_ca: Un membre de l’équipe de soins allié de ma pratique joue le rôle de ressource communautaire pour mes patients

# NEEDS_ASSES_Q12_A4
source: I have a staff member who is responsible for ensuring that the doctors, practice staff, and my patients who have diabetes make maximum use of community resources
fr_ca: Un membre de mon personnel est responsable de faire en sorte que les médecins, le personnel de la pratique et mes patients diabétiques tirent le maximum des ressources communautaires

# NEEDS_ASSES_Q12_A5
source: I have excellent community-wide coordination between my office and community agencies in caring for patients who have diabetes
fr_ca: Il existe une excellente coordination à l’échelle communautaire entre ma pratique et les agences communautaires pour prodiguer des soins aux patients diabétiques

# NEEDS_ASSES_Q13
source: In my practice, self-management support for patients who have diabetes:
fr_ca: Dans ma pratique, le soutien à l’autogestion pour les patients diabétiques :

# NEEDS_ASSES_Q13_A1
source: Is not available
fr_ca: N’est pas accessible

# NEEDS_ASSES_Q13_A2
source: Consists only of distribution of information (e.g., pamphlets, booklets)
fr_ca: Se résume à la distribution d’information (ex., brochures, dépliants)

# NEEDS_ASSES_Q13_A3
source: Involves referral to self-management classes or educators
fr_ca: Consiste à orienter le patient à des cours ou à des éducateurs en autogestion

# NEEDS_ASSES_Q13_A4
source: Is provided by trained personnel in my practice who are designated to do self-management support
fr_ca: Est offert par un personnel de ma pratique formé en soutien à l’autogestion

# NEEDS_ASSES_Q14
source: In my practice:
fr_ca: Dans ma pratique :

# NEEDS_ASSES_Q14_A1
source: I do not consistently address self-management concerns with patients who have diabetes and their families
fr_ca: Je ne m’attarde pas régulièrement aux questions d’autogestion des patients diabétiques et de leur famille

# NEEDS_ASSES_Q14_A2
source: I address self-management concerns of specific patients who have diabetes who seem to need it
fr_ca: J’aborde la question de l’autogestion de patients diabétiques spécifiques qui semblent avoir besoin de mes conseils

# NEEDS_ASSES_Q14_A3
source: I address self-management issues during each diabetes patient's visit as part of the philosophy of the practice
fr_ca: J’aborde la question de l’autogestion à chaque consultation des patients diabétiques conformément à la philosophie de la pratique

# NEEDS_ASSES_Q14_A4
source: I address self-management issues by routinely referring to well-established programs
fr_ca: J’aborde la question de l’autogestion en recommandant régulièrement des programmes bien établis

# NEEDS_ASSES_Q14_A5
source: I systematically assess the self-management needs of patients who have diabetes and use peer support groups routinely
fr_ca: Je réponds systématiquement aux besoins en autogestion des patients diabétiques et j’ai régulièrement recours aux groupes d’entraide de collègues

# NEEDS_ASSES_Q15
source: In my practice, support for behavior change interventions:
fr_ca: Dans ma pratique, le soutien aux interventions visant le changement de comportement :

# NEEDS_ASSES_Q15_A1
source: Is not available
fr_ca: N’est pas offert

# NEEDS_ASSES_Q15_A2
source: Is limited to the distribution of pamphlets, booklets, or other written information
fr_ca: Se limite à la distribution de dépliants, brochures ou autre information par écrit

# NEEDS_ASSES_Q15_A3
source: Is available by referral to others who are skilled in this area
fr_ca: Est offert par recommandation à d’autres personnes ayant des compétences dans ce domaine

# NEEDS_ASSES_Q15_A4
source: Is available from the physicians and staff of my practice, who use proven techniques to effect behavior change
fr_ca: Est offert par des médecins et le personnel de ma pratique qui utilisent des techniques éprouvées visant à favoriser le changement du comportement

# NEEDS_ASSES_Q16
source: In my practice, evidence-based guidelines for diabetes care:
fr_ca: Dans ma pratique, les lignes directrices factuelles pour les soins diabétiques :

# NEEDS_ASSES_Q16_A1
source: Are not readily available at the time of patient visits
fr_ca: Ne sont pas facilement accessibles durant les consultations des patients

# NEEDS_ASSES_Q16_A2
source: Are available in my practice, but not easy to access rapidly
fr_ca: Sont disponibles dans ma pratique, mais pas rapidement accessibles

# NEEDS_ASSES_Q16_A3
source: Are available and integrated into my charting system (e.g., flow sheets with embedded guidelines, personal digital assistants [PDAs])
fr_ca: Sont disponibles et intégrées dans mon système de dossiers (ex., schémas avec lignes directrices intégrées, assistants numériques personnels)

# NEEDS_ASSES_Q16_A4
source: Are available, supported by physician education, and integrated into care through reminders and other proven behavior change methods
fr_ca: Sont disponibles, appuyées par une formation professionnelle et intégrées dans le système de soins sous forme de rappels et autres méthodes éprouvées axées sur le changement de comportement

# NEEDS_ASSES_Q17
source: My practice follows the following protocol for informing patients about guidelines:
fr_ca: Ma pratique se conforme au protocole suivant pour informer les patients au sujet des lignes directrices :

# NEEDS_ASSES_Q17_A1
source: I do not regularly inform patients about guidelines
fr_ca: Je n’informe pas régulièrement les patients au sujet des lignes directrices

# NEEDS_ASSES_Q17_A2
source: I give patients guideline handouts if they ask for them
fr_ca: Je remets aux patients de l’information sur les lignes directrices sur demande

# NEEDS_ASSES_Q17_A3
source: I routinely give patients a copy of guidelines or refer them to the appropriate website pertinent to their care
fr_ca: Je remets régulièrement une copie des lignes directrices aux patients ou je leur recommande un site Web pertinent pour eux

# NEEDS_ASSES_Q17_A4
source: I routinely give patients guidelines with personalized targets for them to achieve and with recommendations about how to achieve the targets
fr_ca: Je fournis régulièrement des lignes directrices à mes patients avec des valeurs cibles personnalisées et des recommandations pour les aider à atteindre ces valeurs

# NEEDS_ASSES_Q18
source: In my practice:
fr_ca: Dans ma pratique :

# NEEDS_ASSES_Q18_A1
source: I have to do almost everything if I want to be sure my patients who have diabetes receive the care they need
fr_ca: Je dois presque tout faire pour m’assurer que mes patients diabétiques reçoivent les soins dont ils ont besoin

# NEEDS_ASSES_Q18_A2
source: Although we don't talk about "teams," I do have competent staff to assist me in providing excellent care for my patients who have diabetes
fr_ca: Même si nous n’utilisons pas le terme « équipe », je dispose d’un personnel compétent qui m’aide à prodiguer des soins de qualité supérieure à mes patients diabétiques

# NEEDS_ASSES_Q18_A3
source: I have regular staff meetings in which we discuss specific issues to improve care of our patients who have diabetes
fr_ca: Nous organisons des réunions régulières avec le personnel pour discuter d’enjeux spécifiques dans le but d’améliorer les soins aux patients diabétiques

# NEEDS_ASSES_Q18_A4
source: I am part of an interdisciplinary diabetes team and everyone understands their role in caring for patients who have diabetes
fr_ca: Je fais partie d’une équipe interdisciplinaire de soins diabétiques et tous les membres de l’équipe comprennent en quoi consiste leur rôle pour prodiguer des soins aux patients diabétiques

# NEEDS_ASSES_Q19
source: in my practice, diabetes-specific follow-up:
fr_ca: Dans ma pratique, le suivi spécifique au diabète :

# NEEDS_ASSES_Q19_A1
source: Is scheduled as needed
fr_ca: Est planifié au besoin

# NEEDS_ASSES_Q19_A2
source: Is scheduled by the patient at the end of each visit
fr_ca: Est planifié par le patient à la fin de chaque consultation

# NEEDS_ASSES_Q19_A3
source: Is scheduled by the practice in accordance with guidelines
fr_ca: Est planifié par la pratique conformément aux lignes directrices

# NEEDS_ASSES_Q19_A4
source: Is scheduled by the practice in accordance with guidelines with routine appointment reminders to the patient
fr_ca: Est planifié par la pratique conformément aux lignes directrices et comprend des rappels réguliers des rendez-vous du patient
