Repository: NerdyConnections/GoalInternational
Catalog: LocalDeployment/App_GlobalResources/Resource.*.resx
Languages: fr_ca

# ACCOUNT_INVALID_USERNAME
source: Invalid Username or Password
fr_ca: Nom d'utilisateur ou mot de passe non valide

# ACR_Caption
source: Enter the ACR value if available OR check the box if your lab does not report the ACR value if it is in the normal (< 2.0 mg/mmol) range
fr_ca: Indiquez la valeur ACR si disponible, OU cochez la case si votre laboratoire ne rapport pas l’ACR si la valeur est dans la plage normale (<2,0 mg/mmol)

# ACTION_ITEMS
source: PROTECT DM Program Components
fr_ca: PROTECT DM - VOS MESURES À PRENDRE

source: Additional Instructions
fr_ca: Instructions additionnelles:

source: ADDRESS
fr_ca: ADRESSE

# Age18To100
source: Age must be between 18 to 100
fr_ca: *Veuillez sélectionner un âge entre 18 et 100

source: AGREE TO TERMS
fr_ca: ACCEPTER LES CONDITIONS

source: Attention To:
fr_ca: Aux soins de :

# BACKGROUND_THK1
source: BackgroundImgUrlEng
fr_ca: BackgroundImgUrlFr

source: Blood Pressure Therapy
fr_ca: le traitement de la pression artérielle

# BTN_BACK_URL
source: /Images/button_back.png
fr_ca: /Images/button_back_FR.png

# BTN_COMPLETE_URL
source: /Images/button_completeRegistration.png
fr_ca: /Images/button_completeregistration_FR.png

# BTN_CONFIRM_URL
source: /Images/button_confirm.png
fr_ca: /Images/button_confirm_FR.png

# BTN_NEXT_URL
source: /Images/button_next.png
fr_ca: /Images/button_next_FR.png

# BTN_NOTME_URL
source: /Images/button_thisisnotme.png
fr_ca: /Images/button_thisisnotme-FR.png

# BTN_REG_URL
source: /Images/reg_form.png
fr_ca: /Images/reg_form_FR.png

# BTN_REVIEW_URL
source: /Images/button_review2.png
fr_ca: /Images/button_review_FR.png

# BTN_SAVE_URL
source: /Images/button_save.png
fr_ca: /Images/button_save_FR.png

# BTN_SUBMIT1
source: /Images/button_submit.png
fr_ca: /Images/button_submit_FR.png

# BTN_SUBMIT_URL
source: /Images/button_submit2.png
fr_ca: /Images/button_submit_FR.png

# CHECK1
source: Please check Check1
fr_ca: S'il vous plaît vérifier CHECK1

# CHECK2
source: Please check Check2
fr_ca: S'il vous plaît vérifier CHECK2

# CHECKPAYABLETO
source: Cheque Payable to:
fr_ca: Chèque fait à l’ordre de:

# CHECK_INBOX
source: Please check your inbox.
fr_ca: Veuillez vérifier votre boîte de réception.

# CHECK_REQUEST
source: I request the cheque(s) to be issued as following:
fr_ca: Je souhaite que le ou les chèques soient à l’ordre de :

# CHK_YES_NO
source: *Please Check Either YES or NO Checkbox
fr_ca: *Veuillez cocher la case OUI ou NON

# CHRC_Responsibility
source: The Canadian Heart Research Centre respects its responsibility to uphold the privacy of its collaborators and clients. We store contact information in our secure, internal database. Contact information is never sold or shared with external parties and only utilized for the purposes of making stakeholders aware of future initiatives and events. You will always have the option to unsubscribe.
fr_ca: Le Centre canadien de recherche en cardiologie respecte sa responsabilité de maintenir la confidentialité de ses collaborateurs et clients. Nous conservons les coordonnées dans notre base de données interne sécurisée. Les coordonnées ne sont jamais vendues ni partagées avec des parties externes. Cette information est utilisée uniquement pour prévenir les intervenants des initiatives et événements futurs. Vous avez toujours l’option de vous désinscrire.

source: CITY
fr_ca: VILLE

# CLICK_HERETO_VIEW
source: To view/print this document, please click here.
fr_ca: Pour lire ou imprimer ce document, veuillez cliquer ici.

# CLICK_SUBMIT
source: Click the "Submit" button once you have completed the Payee Form
fr_ca: Une fois le Formulaire d’honoraires rempli, cliquez sur le bouton « Soumettre »

source: CLINIC NAME
fr_ca: NOM DE CLINIQUE

# CohortAgeIneligible
source: * Please return to the eligibility page and select the appropriate eligibility cohort for this patient
fr_ca: * Please return to the eligibility page and select the appropriate eligibility cohort for this patient - fr

# COMM_URL
source: /Images/button_steeringcommittee.png
fr_ca: /Images/button_steering_FR.png

# COMM_URL_ACTIVE
source: /Images/button_steeringcommittee_active.png
fr_ca: /Images/button_steering_active_FR.png

source: Company Name
fr_ca: Nom de compagnie

# COMPLETE_REGISTARTION_HEADER
source: CHRC Physician Membership:
fr_ca: Membres médecins CCRC

# COMPLETE_REGISTARTION_P1
source: By participating in the VISTA DM Program you are eligible to become a Canadian Heart Research Centre physician member. Due to your contribution to quality enhancement and professional development activities with our organization, the annual membership fee of $125.00 will be waived. Please check the box below if you wish to take advantage of this opportunity. Upon your acceptance, our Membership Coordinator will forward the full membership benefits package.
fr_ca: En participant au programme PROTECT DM, vous êtes admissible à devenir Membre médecin du Centre canadien de recherche en cardiologie. Grace à votre contribution aux activités de l’amélioration de la qualité et développement professionnel, nous renonçons à la cotisation annuelle de 125,00 $. Veuillez cocher la case ci-dessous si vous souhaitez profiter de cette occasion. Une fois inscrit(e), vous recevrez le dossier d’avantages de notre Coordinateur des membres.

# COMPLETE_REGISTARTION_P2
source: I accept the opportunity and agree to join the Canadian Heart Research Centre as a physician member
fr_ca: Je veux profiter de cette opportunité et j’accepte de devenir Membre médecin du Centre canadien de recherche en cardiologie

source: COMPLETE REGISTRATION
fr_ca: TERMINER L'INSCRIPTION

source: CONFIRM
fr_ca: CONFIRMER

source: CONFIRM PASSWORD
fr_ca: CONFIRMER LE MOT DE PASSE

# Contact_Director
source: Executive Director, Department of Continuing Medical Education
fr_ca: Directrice exécutive, Département de formation médicale continue

# Contact_EXT
source: ext
fr_ca: Poste

# Contact_Manager
source: Manager - Innovations and Partnerships, Department of Continuing Medical Education
fr_ca: Chef de service – Innovations et Partenariats, Département de formation médicale continue

# Contact_ProjectLead
source: Senior Project Leader
fr_ca: Chef de file de projets

# Contact_Questions
source: If you have any questions or concerns please contact
fr_ca: Si vous aviez des questions ou préoccupations, veuillez rejoindre:

# CONTACT_URL
source: /Images/button_contact.png
fr_ca: /Images/button_contact_FR.png

# CONTACT_URL_ACTIVE
source: /Images/button_contact_active.png
fr_ca: /Images/button_contact_active_FR.png

# CREDIT_GUIDE
source: Self-Claim Credit Guide
fr_ca: Guide de crédit autogéré

# Criteria123
source: <span class="blueTXT">ALL MUST BE PRESENT: </span><br> <br> <u>Criteria 1:</u> Adult male or female patients with a diagnosis of type 2 diabetes mellitus (CDA definition)<img id="CDAImage" src="images/button_i.png" width="17" height="15" border="0"> <div id="infoIcon" style="position: relative;"> <span id="cdaDefSpan" style="position: absolute; top: 0px; left: 0px; display: none;"> <img src="/Images/cda_definition.jpg" width="640" height="360"> </span> </div><br> <u>Criteria 2:</u> Most recent A1C &gt;7.0%<br> <u>Criteria 3:</u> Current treatment with lifestyle and at least one antihyperglycemic agent(s)
fr_ca: <span class="blueTXT">TOUS DOIVENT ÊTRE INCLUS: </span><br > <br> <u>Critère 1:</u>Patient adulte, mâle et femelle (>18 ans) avec un diagnostic confirmé de diabète de type 2, tel que défini par les lignes directrices de l’Association canadienne du diabète (ACD) <img id="CDAImage" src="images/button_i.png" width="17" height="15" border="0"> <div id="infoIcon" style="position: relative;"> <span id="cdaDefSpan" style="position: absolute; top: 0px; left: 0px; display: none;"> <img src="/Images/cda_definition-FR.jpg" width="640" height="360"> </div><br> <u>Critère 2:</u> Les lectures les plus récentes d’un Hb A1C >7.0% <br> <u>Critère 3:</u> le traitement actuel est combiné avec les habitudes de vie en plus d’avoir au moins un agent antihyperglycémiant comme traitement

# Dept_CME
source: Department of Continuing Medical Education
fr_ca: Service de formation médicale continue

# DirectivesDocuments_SYS_PCP
source: /pdf/PCP/PROTECTDM_SYNOPSIS_PCP.pdf
fr_ca: /pdf/PCP/PROTECTDM_SYNOPSIS_PCP_FR.pdf

# DirectivesDocuments_SYS_SP
source: /pdf/SP/PROTECTDM_SYNOPSIS_SP.pdf
fr_ca: /pdf/SP/PROTECTDM_SYNOPSIS_SP_FR.pdf

# DISTOLIC_SYSTOLIC
source: Diastolic cannot be greater than Systolic
fr_ca: Diastolique ne peut pas être supérieure à systolique

# DONT_HAVE_REG
source: If you don’t have a unique registration ID,
fr_ca: Si vous n'avez pas d'identifiant d'inscription unique,

# EDUCATIONALTOOLS
source: EDUCATIONAL TOOLS AND MODULES
fr_ca: OUTILS ET MODULES DE FORMATION

source: Eligibility Criteria
fr_ca: CRITÈRES D’ADMISSIBILITÉ

# EMAIL_EXISTS
source: *Email Address Already Exists
fr_ca: *Ce courriel existe déjà

# EMAIL_INVALID
source: *Email is Invalid
fr_ca: *Le courriel est invalide

# EMAIL_NOTREGISTERED
source: *Email not Registered with Protect DM
fr_ca: *Ce courriel n’est pas enregistré avec Protect DM

# EMAIL_US
source: Please email us at <a href="mailto:info@protectdm.ca">info@protectdm.ca</a> to obtain your Unique Registration ID
fr_ca: Veuillez nous envoyer un courriel à <a href="mailto:info@protectdm.ca">info@protectdm.ca</a> pour obtenir votre Identifiant d’inscription unique

# EMAIL_VISTA
source: Please email us at info@protectdm.ca to obtain your Unique Registration ID
fr_ca: Veuillez nous envoyer un courriel à info@protectdm.ca pour obtenir votre Identifiant d’inscription unique

source: English (change)
fr_ca: Français (modifier)

# ErrorMsg_Height
source: * Please enter height range from 90/36 to 230/90 cm/inch
fr_ca: * Please enter height range from 90/36 to 230/90 cm/inch - fr

# ERROR_CONTACT
source: An Error has occurred, Please contact <a href="mailto:info@protectdm.ca">mailto:info@protectdm.ca></a> for assistance
fr_ca: Une erreur s'est produite, veuillez contacter <a href="mailto:info@protectdm.ca">mailto:info@protectdm.ca></a> à l'aide

# ERROR_OCCURRED
source: An error occurred while processing your request
fr_ca: Une erreur s'est produite lors du traitement de votre demande

# ERR_RECOVER_PASS
source: *Issuse Recovering Password, Please contact support for assistance
fr_ca: *Problème de récupération de mot de passe; veuillez nous contacter pour obtenir de l’aide

# ERR_REG_USER
source: *Issues Registering User, Please contact support for assistance
fr_ca: *Problème d’enregistrement de l’utilisateur; veuillez nous contacter pour obtenir de l’aide

# ETHICS_LETTER
source: Central Ethics Approval Letter
fr_ca: Lettre d'approbation de l'éthique centrale

source: Evaluation
fr_ca: Évaluation

source: Executive Director
fr_ca: Directrice générale

# ExecutiveDirector_Num
source: 416.977.8010 ext 229
fr_ca: 416.977.8010 poste 229

# FAXNUMBER_NOTVALID
source: Fax Number is Invalid
fr_ca: Le numéro de télécopieur est invalide

source: FAX NUMBER
fr_ca: NUMÉRO DE TÉLÉCOPIEUR

source: FIRST NAME
fr_ca: PRÉNOM

source: Focus Group Meeting
fr_ca: Réunion du groupe de discussion

# Footer_Ginette_title
source: Manager - Innovations and Partnerships
fr_ca: Innovations et Partenariats

source: FORGOT PASSWORD
fr_ca: MOT DE PASSE OUBLIÉ

# FORGOTPASSWORD_TEXT
source: <table width = '500' border = '0' cellspacing = '0' cellpadding = '10'> <tr> <td align = 'center'><strong style = 'font-size: 30px; font-family: Arial, Helvetica, sans-serif;'> FORGOT PASSWORD </strong></td> </tr> <tr> <td align = 'left'> <br /> <strong> Please keep this information confidential and do not share or forward your username and password:<br /> &nbsp;<br /> Your Username:</strong> <span ><strong style = 'color: #125d9f'> {userName} </strong> &nbsp; </span> &nbsp;<br /> <strong> Your Password:</strong> <strong style = 'color: #125d9f'> {password} </strong> </td> </tr> </table>
fr_ca: <table width = '500' border = '0' cellspacing = '0' cellpadding = '10'> <tr> <td align = 'center'><strong style = 'font-size: 30px; font-family: Arial, Helvetica, sans-serif;'> MOT DE PASSE OUBLIÉ </strong></td> </tr> <tr> <td align = 'left'> <br /> <strong> Veuillez garder cette information confidentielle et ne pas partager votre nom d’utillisation personnel et mot de passe:<br /> &nbsp;<br /> Votre mot d’utilisation personnel: </strong> <span ><strong style = 'color: #125d9f'> {userName} </strong> &nbsp; </span> &nbsp;<br /> <strong> Votre mot de passe: </strong> <strong style = 'color: #125d9f'> {password} </strong> </td> </tr> <tr> <td align = 'left'> Si vous aviez des questions ou aviez besoin d’assistance, n’hésitez pas à nous rejoindre à <strong><U><a style = 'color: #125d9f' href = 'mailto:info@protectdm.ca'> info@protectdm.ca </a></U></strong><strong> <br /> </strong> <br /> </table>

# FORGOT_PASSWORD
source: Forgot your Password?
fr_ca: Mot de passe oublié?

# FORGOT_PWD_1
source: Your password has been emailed.
fr_ca: Votre mot de passe a été envoyé par courriel.

# FORGOT_PWD_2
source: Please check your inbox
fr_ca: Veuillez vérifier votre boîte de réception.

# FORGOT_PWD_ENTER
source: PLEASE ENTER USERNAME (YOUR EMAIL)
fr_ca: VEUILLEZ ENTRER VOTRE NOM D’UTILISATEUR (VOTRE COURRIEL)

# FORGOT_PWD_HEADER
source: FORGOT PASSWORD
fr_ca: MOT DE PASSE OUBLIÉ

# FORGOT_PWD_IMG
source: /Images/forgotpassword.png
fr_ca: /Images/forgotpassword_FR.png

# FORGOT_PWD_NOTFOUND
source: Username not found
fr_ca: Nom d'utilisateur non trouvé

# FUTUREEMAIL_1
source: Would you like to receive email correspondence (opt-in) from the Canadian Heart Research Centre for future initiatives and events?
fr_ca: Acceptez-vous de recevoir de la correspondance par courriel du Centre canadien de recherche en cardiologie au sujet des initiatives et événements futurs?

# FUTUREEMAIL_2
source: Privacy:
fr_ca: CONFIDENTIALITÉ:

# FUTUREEMAIL_3
source: The Canadian Heart Research Centre respects its responsibility to uphold the privacy of its collaborators and clients. We store contact information in our secure, internal database. Contact information is never sold or shared with external parties and only utilized for the purposes of making stakeholders aware of future initiatives and events. You will always have the option to unsubscribe.
fr_ca: Le Centre canadien de recherche en cardiologie respecte sa responsabilité de maintenir la confidentialité de ses collaborateurs et clients. Nous conservons les coordonnées dans notre base de données interne sécurisée. Les coordonnées ne sont jamais vendues ni partagées avec des parties externes. Cette information est utilisée uniquement pour prévenir les intervenants des initiatives et événements futurs. Vous avez toujours l’option de vous désinscrire.

# FUTUREEMAIL_NO
source: No
fr_ca: NON

# FUTUREEMAIL_THANKYOU
source: Thank You
fr_ca: MERCI

# FUTUREEMAIL_THANK_URL
source: /Images/Thank_You_Background.png
fr_ca: /Images/ThankYouBackground_FR.png

# FUTUREEMAIL_YES
source: Yes
fr_ca: OUI

# FUTUREEMAIL_YOUREMAIL
source: YOUR EMAIL
fr_ca: VOTRE COURRIEL

source: HOME
fr_ca: ACCUEIL

# HOME_URL
source: /Images/button_home.png
fr_ca: /Images/button_home_FR.png

# HOME_URL_ACTIVE
source: /Images/button_home_active.png
fr_ca: /Images/button_home_active_FR.png

source: If Applicable
fr_ca: Le cas échéant

# INCLUDE_NAME
source: Please include your First Name, Last Name City and Province
fr_ca: Assurez-vous d’inclure votre Prénom, Nom de famille, Ville, et Province

# INSTRUCTIONS
source: INSTRUCTIONS & DOCUMENTS
fr_ca: DIRECTIVES & DOCUMENTS

source: INSTRUCTIONS & DOCUMENTS
fr_ca: DIRECTIVES & DOCUMENTS

# IRN
source: Internal Reference Number:
fr_ca: Numéro de référence interne :

source: LAST NAME
fr_ca: NOM DE FAMILLE

source: Login
fr_ca: CONNEXION

# LOGIN_URL
source: /Images/button_login.png
fr_ca: /Images/button_login_FR.png

source: LOG OUT
fr_ca: DÉCONNEXION

# LOGOUT_ACTIVE_URL
source: /Images/button_logout_active.png
fr_ca: /Images/button_logout_active_FR.png

# LOGOUT_URL
source: /Images/button_logout.png
fr_ca: /Images/button_logout_FR.png

# MAFP1_Atleast1Present
source: At LEAST 1 must be present in EITHER Cohort IA, IB or Cohort II as shown below
fr_ca: AU MOINS 1 de ces critères doit être présent ou bien dans la Cohorte IA, IB ou la Cohorte II tel que démontré ci-bas

# MAFP1_cohort2
source: <strong><span class="blueTXT">Cohort II: No Prior CVD <u>BUT</u> Age ≥60 years <u>AND</u> ≥1 of the following:</span> <em>(Check ALL that APPLY)</em></strong><br />
fr_ca: <strong><span class="blueTXT">Cohorte II: aucun antécédent de maladies cardiovasculaires <u>MAIS</u> âgé de ≥60 <u>ET</u> ≥1 des éléments suivants :</span> <em>(Cochez TOUS les options qui s’APPLIQUENT)</em></strong><br />

# MAFP1_cohortIA
source: <strong><span class="blueTXT">Cohort IA: Prior CVD</span> <em>(Check ALL that APPLY in Cohort IA and/or IB)</em></strong><br />
fr_ca: <strong><span class="blueTXT">Cohorte IA: Antécédent d’une maladie cardiovasculaire</span> <em>(Cochez TOUS ceux qui s’appliquent dans la Cohorte IA et/ou IB)</em></strong><br />

# MAFP1_CohortIB
source: Cohort IB: Age ≥ 50 years
fr_ca: Cohorte IB: Âgé ≥ 50 ans

# MAFP1_DurationBetweenDates
source: Duration between the last two visits:
fr_ca: Durée entre les deux derniers visites:

# MAFP1_DurationBetweenVisit1
source: 1 month to < 6 months
fr_ca: 1 mois à < 6 mois

# MAFP1_DurationBetweenVisit2
source: 6 months to < 12 months
fr_ca: 6 mois à < 12 mois

# MAFP1_DurationBetweenVisit3
source: ≥ 12 months
fr_ca: ≥ 12 mois

# MAFP1_DurationBetweenVisit4
source: Not Known
fr_ca: Inconnu

# MAFP1_PleaseComplete
source: Please complete based on the most recent visit or the most recently available
fr_ca: Veuillez remplir avec les données de la visite la plus récente ou plus récente disponible

# MAFP1_Recentappointment
source: (i.e. between the two most recent appointment dates)
fr_ca: (i.e. entre les deux dates de visite les plus récentes)

# MAFP1_SelectCohorot
source: Select the cohort to which this patient was assigned at the previous visit
fr_ca: Sélectionnez la cohorte à laquelle ce patient a été assigné lors de la visite précédente

# MAFP1_Title
source: Program Cohort
fr_ca: Cohorte de programme

# MAFP2_BP
source: Blood Pressure:
fr_ca: Tension artérielle:

# MAFP2_title
source: Co-morbid Conditions and Physical Assessment
fr_ca: Conditions de co-morbidité et évaluation physique

# MAFP3_title
source: Most Recent Labs
fr_ca: Examens de laboratoire les plus récents

# MAFP4_PleaseComplete
source: Please complete based on the most recent visit
fr_ca: Veuillez remplir les données de la visite la plus récente

# MAFP4_title
source: Current Medications
fr_ca: Médicaments actuels

# MAFP5_A1CAchieve
source: This patient has achieved the CDA recommended A1C target of ≤ 7.0%
fr_ca: Ce patient a atteint le cible A1C de ≤ 7,0 % recommandé par le ACD.

# MAFP5_A1CAppropriate
source: This patient's most recent A1C is appropriate for this patient
fr_ca: Le taux d’A1C le plus récente est approprié pour ce patient

# MAFP5_BelieveEmpagliflozin
source: I believe empagliflozin is the appropriate choice based on this patient's characteristics and the CVOT trial results
fr_ca: Je crois que l’empagliflozin est le choix pertinent basé sur les caractéristiques de ce patient et les resultants de l’étude CVOT

# MAFP5_blackheading
source: In patients with clinical cardiovascular disease, the CDA guidelines recommend, as a priority, an AHA agent with demonstrated CV benefit (empagliflozin or liraglutide). <br /><br /> * EMPA-REG: Included patients with existing cardiovascular disease <br /> ** LEADER: Included patients with existing cardiovascular disease or ≥60 years at high risk for CVD
fr_ca: Lorsqu’une maladie cardiovasculaire clinque est une priorité, les lignes directrices de l’Association canadienne du diabète recommandent un agent antihyperglycémique avec bénéfice cardiovasculaire démontré (empagliflozin et liraglutide). <br > <br > *EMPA-REG: A inclut les patients avec maladie cardiovasculaire actuel <br > **LEADER: A inclut les patients avec maladie cardiovasculaire actuel ou âgé de ≥60 ans à haute risqué de maladie cardiovasculaire

# MAFP5_Box1Heading
source: You are managing this patient according to guideline recommendations and the landmark CVOT trial results.
fr_ca: Vous traitez ce patient selon les recommandations des lignes directrices et les résultats de l’étude marquant CVOT

# MAFP5_Box3Heading
source: You have initiated an antihyperglycemic agent with demonstrated CV outcome benefit based on this patient's clinical characteristics
fr_ca: Vous avez initié un agent antihyperglycémiant avec un bénéfice cardiovasculaire démontré basé sur les caractéristiques cliniques de ce patient.

# MAFP5_Box5Cv_Outcome
source: Please select <u class="blueTXT"> the most applicable reason </u> for not prescribing an agent with demonstrated CV outcome benefit for this patient?
fr_ca: Veuillez choisir <u class="blueTXT">la raison la plus pertinente </u> pour ne pas initier un agent avec un bénéfice du résultat cardiovasculaire démontré pour ce patient?

# MAFP5_CDAGuideLines
source: CDA Guidelines <br /> recommended use of:
fr_ca: Lignes directrices ACD recommendent <br /> l’usage de:

# MAFP5_Coverage
source: Coverage / Reimbursement difficulties
fr_ca: Assurance Médicaments / Difficultés de remboursement

# MAFP5_defer
source: I will defer to the patient's other health care provider(s) to modify the management plan to improve glycemic control
fr_ca: Je m'en remets aux autres professionnels de la santé pour modifier le plan de traitement pour améliorer le contrôle glycémique

# MAFP5_efficacy
source: I need more time to evaluate the efficacy of the current treatment plan
fr_ca: J’ai besoin de plus de temps pour évaluer l’efficacité du plan de traitement actuel

# MAFP5_GlycemicSteps
source: What is your next step in the glycemic management of this patient?
fr_ca: Quelle est votre prochaine étape dans le traitement glycémique de ce patient?

# MAFP5_Healthcare
source: Patient's other health care provider initiated this treatment
fr_ca: Un autre professionnel de la santé a initié ce traitement

# MAFP5_inititating
source: I will consider inititating an additional antihyperglycemic agent to improve glycemic control
fr_ca: Je considérerai l’initiation d’un agent antihyperglycémiant supplémentaire pour améliorer le contrôle glycémique

# MAFP5_MedicalConstraints
source: Medical Constraints (e.g. co-morbid conditions, contraindications, patient's age)
fr_ca: Contraintes médicales (i.e. Plusieurs co-morbidités, contre-indications, âge du patient)

# MAFP5_NotAchieveA1C
source: This patient has not achieved the CDA recommended A1C target of ≤ 7.0%.
fr_ca: Ce patient n’a pas atteint la cible A1C de ≤ 7,0 % recommandé par le ACD.

# MAFP5_NotComfortable
source: I am not comfortable with initiating an injectable treatment
fr_ca: Je ne suis pas à l’aise avec l’initiation d’un traitement injectable

# MAFP5_PatientPreference
source: Patient preference (oral agent vs. injectable)
fr_ca: P référence du patient (agent oral vs. injectable)

# MAFP5_PopulationStudied
source: Population Studied
fr_ca: Population étudié

# MAFP5_PrescribingEmpagliflozin
source: Please select <u class="blueTXT">the most applicable reason</u> for prescribing empagliflozin rather than liraglutide for this patient?
fr_ca: Veuillez sélectionner <u class="blueTXT">a raison la plus pertinente</u> pour initier empagliflozin au lieu de liraglutide pour ce patient.

# MAF_Record
source: Record
fr_ca: Entrée

# MAIL_ADDR_1
source: Mailing Address 1
fr_ca: Adresse postale 1 :

# MAIL_ADDR_2
source: Mailing Address 2
fr_ca: Adresse postale 2 :
