Repository: NerdyConnections/GoalInternational
Catalog: GoalInternational/Languages/GIntV1P2.*.resx
Languages: es_mx, pt_br

# G1
source: eCRF Portal
es_mx: Portal eCRF
pt_br: Portal de eCRF

# G10
source: Arabic / North African
es_mx: Árabe / Norteafricano
pt_br: Árabe/Norte-Africano

# G11
source: Black
es_mx: Negro
pt_br: Negro(a)

# G12
source: Caucasian / White
es_mx: Caucásico / Blanco
pt_br: Caucasiano(a)/Branco(a)

# G13
source: Hispanic
es_mx: Hispano
pt_br: Hispânico(a)

# G14
source: East / South-East Asian
es_mx: Asiático Oriental / Sudoriental
pt_br: Leste/Sudeste Asiático

# G15
source: Multi-Racial
es_mx: Multirracial
pt_br: Multirracial

# G16
source: South Asian
es_mx: Asiático del Sur
pt_br: Sul Asiático

# G17
source: Other
es_mx: Otro
pt_br: Outro

# G18
source: Never Smoked
es_mx: Nunca ha fumado
pt_br: Nunca Fumou

# G19
source: Past Smoker
es_mx: Antiguo fumador
pt_br: Ex-fumante

# G2
source: DEMOGRAPHICS AND HISTORY
es_mx: DATOS DEMOGRÁFICOS E HISTORIAL
pt_br: DADOS DEMOGRÁFICOS E HISTÓRICO

# G20
source: Current Smoker
es_mx: Actual fumador
pt_br: Fumante Atual

# G21
source: Private
es_mx: Privado
pt_br: Privado

# G22
source: Public
es_mx: Público
pt_br: Público

# G23
source: If Private
es_mx: Si es privado
pt_br: Se Privado

# G24
source: Employer
es_mx: Empleador
pt_br: Empregador

# G25
source: Self Pay
es_mx: Pago por cuenta propia
pt_br: Autorremunerado

# G26
source: Other
es_mx: Otro
pt_br: Outro

# G27
source: CO-MORBIDITIES
es_mx: COMORBILIDADES
pt_br: COMORBIDADES

# G28
source: Coronary Artery Disease
es_mx: Enfermedad Arterial Coronaria
pt_br: Doença Arterial Coronariana

# G29
source: Cerebrovascular Disease
es_mx: Enfermedad Cerebrovascular
pt_br: Doença Cerebrovascular

# G3
source: Patient Number
es_mx: Número de Paciente
pt_br: Número do Paciente

# G30
source: Abdominal Aortic Aneurism
es_mx: Aneurisma Aórtico Abdominal
pt_br: Aneurisma Aórtico Abdominal

# G31
source: Peripheral Arterial Disease
es_mx: Enfermedad Arterial Periférica
pt_br: Doença Arterial Periférica

# G33
source: Treated Hypertension
es_mx: Hipertensión Tratada
pt_br: Hipertensão Controlada

# G34
source: Chronic Kidney Disease
es_mx: Enfermedad Renal Crónica
pt_br: Doença Renal Crônica

# G35
source: Microvascular Disease (retinopathy, neuropathy)
es_mx: Enfermedad Microvascular (retinopatía, neuropatía)
pt_br: Doença Microvascular (retinopatia, neuropatia)

# G36
source: Familial Hypercholesterolemia
es_mx: Hipercolesterolemia Familiar
pt_br: Hipercolesterolemia Familiar

# G37
source: Premature Family History or CV disease (1º relative – 55 yo/male, 65 yo/female)
es_mx: Historya familiar con enfermedad CV (cardiovascular) prematura: 55 años en hombres o 65 años en mujeres en familiares de primer grado
pt_br: Histórico Familiar de doença CV ou prematura (Parente de 1º grau – 55 anos de idade/sexo masculino, 65 anos de idade/sexo feminino)

# G38
source: Atrial Fibrillation
es_mx: Fibrilación Auricular
pt_br: Fibrilação Atrial

# G39
source: Congestive Heart Failure
es_mx: Insuficiencia Cardiaca Congestiva
pt_br: Insuficiência Cardíaca Congestiva

# G4
source: Gender
es_mx: Sexo
pt_br: Sexo

# G40
source: Cancer
es_mx: Cáncer
pt_br: Câncer

# G41
source: Liver Disease
es_mx: Enfermedad Hepática
pt_br: Doença Hepática

# G42
source: History of Coronary Artery Disease (CAD)
es_mx: Historial de Enfermedad Arterial Coronaria (CAD)
pt_br: Histórico de Doença Arterial Coronariana (DAC)

# G43
source: Myocardial Infarction
es_mx: Infarto de Miocardio
pt_br: Infarto do Miocárdio

# G44
source: Coronary artery bypass surgery
es_mx: Cirugía de bypass de la arteria coronaria
pt_br: Cirurgia de revascularização coronariana

# G45
source: Percutaneous coronary intervention
es_mx: Intervención coronaria percutánea
pt_br: Intervenção coronariana percutânea

# G46
source: Angiographic disease (>50% stenosis)
es_mx: Enfermedad angiográfica (> 50% estenosis)
pt_br: Doença angiográfica (> 50% estenose)

# G47
source: History of Cerebrovascular Disease (CeVD)
es_mx: Historial de Enfermedad Cerebrovascular (CeVD)
pt_br: Histórico de Doença Cerebrovascular (DCeV)

# G48
source: Cerebrovascular Accident
es_mx: Accidente Cerebrovascular
pt_br: Acidente Vascular Cerebral

# G49
source: Transient ischemic attack
es_mx: Ataque isquémico transitorio
pt_br: Ataque Isquêmico Transitório

# G5
source: Male
es_mx: Masculino
pt_br: Sexo Masculino

# G50
source: Carotid Surgery
es_mx: Cirugía de la arteria carótida
pt_br: Cirurgia da Carótida

# G51
source: T2DM Duration
es_mx: Duración de T2DM
pt_br: Duração de T2DM

# G52
source: Microvascular Disease
es_mx: Enfermedad Microvascular
pt_br: Doença Microvascular

# G55
source: Neuropathy
es_mx: Neuropatía
pt_br: Neuropatia

# G56
source: Retinopathy
es_mx: Retinopatía
pt_br: Retinopatia

# G57
source: Familial Hypercholesterolemia LDL-C > 5mmol/L prior to lipid lowering therapy and one of:
es_mx: Hipercolesterolemia Familiar LDL-C > 5 mmol/L antes de la terapia de reducción de lípidos y uno de los siguientes:
pt_br: Hipercolesterolemia Familiar LDL-C > 5 mmol/L antes de terapia de redução de lipídios e um dentre:

# G58
source: Typical physical findings (stigmata) such as tendon xanthomata, xanthelasma, and corneal arcus
es_mx: Hallazgos físicos típicos (estigmas) tal como xantoma en tendones, xantelasma y arco corneal
pt_br: Achados físicos típicos (estigmas), como xantoma do tendão, xantelasma, e arco corneal

# G59
source: Personal history of premature cardiovascular disease
es_mx: Historial personal de enfermedad cardiovascular prematura
pt_br: Histórico pessoal de doença cardiovascular prematura

# G6
source: Female
es_mx: Mujer
pt_br: Sexo Feminino

# G60
source: Family history of premature cardiovascular disease or of marked hyperlipidemia
es_mx: Historial familiar de enfermedad cardiovascular prematura o hiperlipidemia marcada
pt_br: Histórico familiar de doença cardiovascular prematura ou de hiperlipidemia acentuada

# G61
source: Smoking History: <em>Select one from the drop down menu</em>
es_mx: Historial de Tabaquismo: <em>Seleccione una opción del menú desplegable</em>
pt_br: Histórico de Tabagismo: <em>Selecione um do menu suspenso</em>

# G62
source: Medication Insurance Coverage:
es_mx: Cobertura de Seguro de Medicamentos:
pt_br: Cobertura de Garantia de Medicamento:

# G63
source: Medication Insurance Coverage:
es_mx: Cobertura de Seguro de Medicamentos:
pt_br: Cobertura de Garantia de Medicamento:

# G64
source: Age cannot be younger than 18 or older than 110
es_mx: La edad no puede ser menor de 18 años o mayor de 100
pt_br: A idade não pode ser inferior a 18 anos ou mais de 100 anos

# G7
source: Age: (years)
es_mx: Edad: (años)
pt_br: Idade: (anos)

# G8
source: Ethnicity: Select one from the drop down menu
es_mx: Origen étnico: seleccione una opción del menú desplegable
pt_br: Etnia: Selecione uma do menu suspenso

# G9
source: Aboriginal Canadian (First Nations / Métis / Inuit)
es_mx: Pueblos Aborígenes Canadienses (Naciones Originarias de Canadá/Metis/Inuit)
pt_br: Aborígene do Canadá (Primeiros Povos/Métis/Inuíte)
