Repository: NerdyConnections/GoalInternational
Catalog: GoalInternational/Languages/HomeIndex.*.resx
Languages: es_mx, pt_br

# G1
source: Welcome
es_mx: Bienvenido
pt_br: Bem-vindo

# G10
source: Resource Centre:
es_mx: Centro de Recursos:
pt_br: Centro de Recursos:

# G11
source: A manual outlining the web-portal functionalities
es_mx: Un manual que describe a detalle las funcionalidades del portal web
pt_br: Um perfil manual das funcionalidades do portal da web

# G12
source: Physician Specific Requirements
es_mx: Requisitos Específicos del Médico
pt_br: Requisitos Específicos do Médico

# G13
source: Payee Form
es_mx: Formulario de Beneficiario
pt_br: Formulário de Beneficiário

# G14
source: Documents and Forms
es_mx: Documentos y Formularios
pt_br: Documentos e Formulários

# G15
source: Protocol, country relevant guidelines, Central Ethics Approval Forms and the Informed Consent Form where required
es_mx: Protocolo, directrices relevantes para el país, Formularios de Aprobación Ética Central y el Formulario de Consentimiento Informado cuando sea necesario
pt_br: Protocolo, diretrizes relevantes do país, Formulários de Aprovação Ética Central, e o Termo de Consentimento Livre e Esclarecido, quando necessário

# G16
source: Supporting Functions and General Documents and Materials
es_mx: Funciones de Soporte y Documentos y Materiales Generales
pt_br: Funções de Suporte e Documentos e Materiais Gerais

# G17
source: e-CRF Portal
es_mx: Portal e-CRF
pt_br: Portal de e-CRF

# G18
source: simple and streamlined e-CRF for eligible patient enrollment and follow up
es_mx: e-CRF simple y simplificado para la inscripción y seguimiento de pacientes elegibles
pt_br: e-CRF simples e aperfeiçoado para admissão e acompanhamento de paciente elegível

# G19
source: The GOAL International Program team is happy to assist you with any questions. Please do not hesitate to contact us at any time:
es_mx: El equipo del Programa Internacional GOAL estará encantado de ayudarle con cualquier pregunta que tenga. Por favor no dude en contactarnos en cualquier momento.
pt_br: A equipe do Programa GOAL International tem prazer em ajudá-lo com quaisquer questões. Não deixe de entrar em contato conosco a qualquer momento:

# G2
source: On behalf of the Canadian Heart Research Centre (CHRC) and the international steering committee, welcome to your personal online portal and thank you for your participation.
es_mx: En nombre del Canadian Heart Research Centre (CHRC) y el comité directivo internacional, le damos la bienvenida a su portal personal en línea y le agradecemos por su participación.
pt_br: Em nome do Centro Canadense de Pesquisas do Coração (CHRC) e do comitê diretor internacional, seja bem-vindo a seu portal on-line e agradecemos sua participação.

# G20
source: Contact Us
es_mx: Contáctenos
pt_br: Contate-nos

# G21
source: We look forward to collaborating with you.
es_mx: Estamos entusiasmados en poder colaborar con usted.
pt_br: Estamos ansiosos para colaborar com você.

# G22
source: With best regards,
es_mx: Con un atento saludo,
pt_br: Atenciosamente,

# G23
source: Anatoly Langer MD, M.Sc., FRCP (C), FACC
pt_br: Dr. Anatoly Langer, M.Sc., FRCP (C), FACC

# G24
source: Chair, Canadian Heart Research Centre
es_mx: Presidente, Canadian Heart Research Centre
pt_br: Diretor Executivo, Centro Canadense de Pesquisas do Coração

# G25
source: Professor of Medicine, University of Toronto
es_mx: Profesor de Medicina, Universidad de Toronto
pt_br: Professor de Medicina, Universidade de Toronto

# G26
source: Principal Investigator, GOAL International Program
es_mx: Investigador Principal, Programa Internacional GOAL
pt_br: Investigador Principal, Programa GOAL International

# G3
source: The GOAL International Program will involve over 100 physicians and 2,500 patients in five countries. GOAL International Program is supported by Amgen as investigator sponsored study (ISS).
es_mx: El Programa Internacional GOAL involucrará a más de 100 médicos y 2500 pacientes en cinco países. El Programa Internacional GOAL es apoyado por Amgen como un estudio patrocinado por investigador (ISS).
pt_br: O Programa GOAL International envolverá mais de 100 médicos e 2.500 pacientes em cinco países. O Programa GOAL International é patrocinado pela Amgen como estudo patrocinado por investigador (EPI).

# G4
source: GOAL International Program will identify high risk cardiovascular patients who have not achieved recommended LDL-C level despite statin therapy (± other lipid lowering therapy) and will provide further insights into the challenges physicians face in lowering LDL-C to desirable level based on country specific guidelines or recommendations.
es_mx: El Programa Internacional GOAL identificará a los pacientes cardiovasculares de alto riesgo que no han alcanzado el nivel recomendado de LDL-C a pesar del tratamiento con estatinas (± otra terapia de reducción de lípidos) y proporcionará información adicional sobre los desafíos que enfrentan los médicos para reducir el LDL-C hasta un nivel deseable en función de las directrices o recomendaciones específicas de cada país.
pt_br: O Programa GOAL International identificará pacientes cardiovasculares de alto risco que não alcançaram o nível de LDL-C recomendado, apesar da terapia com estatina (± outra terapia de redução de lipídios) e fornecerá percepções adicionais para os desafios que os médicos enfrentam para reduzir LDL-C ao nível desejável, com base em diretrizes e recomendações específicas do país.

# G5
source: The online portal has been created to provide participating physicians with program materials, convenient way to manage program documents and complete the electronic case report forms (e-CRFs). Please keep your username and password confidential.
es_mx: El portal en línea ha sido creado para proporcionarle a los médicos participantes los materiales del programa, y es una forma cómoda de administrar los documentos del programa y completar los formularios electrónicos de reporte de casos (e-CRF). Por favor, asegúrate de que tu nombre de usuario y contraseña se mantengan confidenciales.
pt_br: O portal on-line foi criado para prover os médicos participantes de materiais do programa, maneira conveniente de gerir os documentos do programa e preencher os formulários eletrônicos de relato de caso (e-CRFs). Mantenha seu nome de usuário e senha confidenciais.

# G6
source: In order to download documents, you will need to enable cookies in your browser. Please follow the link for additional information:
es_mx: Para poder descargar documentos, deberás habilitar las cookies en tu navegador. Por favor consulte el siguiente enlace para obtener información adicional:
pt_br: Para baixar documentos, você precisará habilitar cookies em seu navegador. Siga o link para informações adicionais:

# G7
source: Enabling Cookies
es_mx: Habilitar las Cookies
pt_br: Habilitação de Cookies

# G8
source: Please take a few minutes to familiarize yourself with the program requirements and the site functionalities.
es_mx: Tómate unos minutos para que comiences a familiarizarte con los requisitos del programa y las funcionalidades del sitio.
pt_br: Leve poucos minutos para se familiarizar com os requisitos do programa e as funcionalidades do site.

# G9
source: Your online portal consists of the following:
es_mx: Tu portal en línea consta de lo siguiente:
pt_br: Seu portal on-line consiste no seguinte:
