Repository: NerdyConnections/GoalInternational
Catalog: GoalInternational/Languages/Support.*.resx
Languages: es_mx, pt_br

# EmailContentToSC
source: <p> Dear {firstName} {lastName}, </p> <p> Dr. {piLastName} at your Institution {institution} has identified you as a Study Coordinator for the GoalInternational program. </p> <p> On behalf of the Canadian Heart Research Centre and the GOAL International program Steering Committee, we look forward to working with you and appreciate your contribution to this program. </p> <div style="font-weight:bold"> <p style="text-decoration:underline; font-weight: bold"> To register and access your Institution’s Online Portal, please follow the steps below: </p> <p> Follow this link: <a href="{BaseURL}">GOAL International program Registration</a> </p> <p> Or copy and paste this url <a href="{BaseURL}">{BaseURL}</a> in your browser </p> <p> Enter Your email: {email} </p> <p> Enter Your Temporary Password: <span style="color:red">{password}</span> </p> <p> And click Login to follow a series of steps to complete your registration. </p> </div> <p> Once you complete the registration, you will be able to access your Institution's online portal at <a href="{BaseURL}">{BaseURL}</a>. <span style="color:red">Please keep your login information confidential and do not share or forward your username and password.</span> </p> <p> Please review the pertinent documents in the online portal to get acquainted with the site functionalities and program components. </p> <p> Should you have any questions, please do not hesitate to contact Diane Camara (<a href="mailto:clinicaltrials@chrc.net">clinicaltrials@chrc.net</a>) </p> <p> We look forward to working with you. </p> <p> With best regards, </p> <p> The CHRC GOAL International program Team </p>
es_mx: <p> Estimado {firstName} {lastName}, </p> <p> El Dr. {piLastName} de su Institución {institution} lo ha identificado como un Coordinador de Estudio para el Programa International GOAL. </p> <p> En nombre del Canadian Heart Research Centre y del Comité Directivo del Programa International GOAL, estamos entusiasmados en poder trabajar contigo y agradecemos tu contribución en este programa. </p> <div style="font-weight:bold"> <p style="text-decoration:underline; font-weight: bold"> Para registrarte y acceder al Portal en línea de tu Institución, sigue los pasos a continuación: </p> <p> Sigue el siguiente enlace: <a href="{BaseURL}">Registro en el Programa International GOAL</a> </p> <p> O copia y pega la siguiente dirección URL <a href="{BaseURL}">{BaseURL}</a> en tu navegador </p> <p> Ingresa tu correo electrónico: {email} </p> <p> Ingresa tu contraseña temporal: <span style="color:red">{password}</span> </p> <p> Por último, haz clic en Inicio de Sesión para seguir una serie de pasos para completar tu registro. </p> </div> <p> Una vez que completes el registro, podrás acceder al portal en línea de tu Institución en <a href="{BaseURL}">{BaseURL}</a>. <span style="color:red">Asegúrate de que tu información de inicio de sesión se mantenga confidencial y no compartas ni envíes tu nombre de usuario y contraseña.</span> </p> <p> Revisa los documentos pertinentes en el portal en línea para que te familiarices con las funcionalidades del sitio y los componentes del programa. </p> <p> Si tienes alguna pregunta, no dudes en ponerte en contacto con Diane Camara al correo electrónico (<a href="mailto:clinicaltrials@chrc.net">clinicaltrials@chrc.net</a>) </p> <p> Estamos entusiasmados en poder trabajar contigo. </p> <p> Con un atento saludo, </p> <p> El equipo del programa Internacional GOAL del CHRC </p>
pt_br: <p> Prezado {firstName} {lastName}, </p> <p> Dr. {piLastName} sua instituição {institution} o identificou como um Coordenador de Estudo para o programa Goal International. </p> <p> Em nome do Centro Canadense de Pesquisas do Coração e do Comitê Diretor do programa GOAL International, ansiamos trabalhar com você e apreciamos sua contribuição para estes programa. </p> <div style="font-weight:bold"> <p style="text-decoration:underline; font-weight: bold"> Para registrar e acessar o Portal On-line de sua Instituição, siga as etapas abaixo: </p> <p> Siga este link: <a href="{BaseURL}">Registro no programa GOAL International</a> </p> <p> Ou copie e cole esta url <a href="{BaseURL}">{BaseURL}</a> em seu navegador </p> <p> Insira seu e-mail: {email} </p> <p> Insira sua Senha Temporária: <span style="color:red">{password}</span> </p> <p> E clique em Login para seguir uma série de etapas para concluir seu registro. </p> </div> <p> Uma vez que você conclua o registro, será capaz de acessar o portal on-line de sua Instituição em <a href="{BaseURL}">{BaseURL}</a>. <span style="color:red">Mantenha suas informações de login confidenciais e não compartilhe ou encaminhe seu nome de usuário e senha.</span> </p> <p> Revise os documentos pertinentes no portal on-line para se familiarizar com as funcionalidades do site e componentes do programa. </p> <p> Caso tenha quaisquer dúvidas, não deixe de contatar Diane Camara (<a href="mailto:clinicaltrials@chrc.net">clinicaltrials@chrc.net</a>) </p> <p> Estamos ansiosos para trabalhar com você. </p> <p> Atenciosamente, </p> <p> Equipe do programa Internacional GOAL do CHRC </p>

# EmailContentToSI
source: <p> Dear Dr. {lastName}, </p> <p> Dr. {piLastName} at your Institution {institution} has identified you as a Sub-Investigator for the GoalInternational program. </p> <p> On behalf of the Canadian Heart Research Centre and the GOAL International program Steering Committee, we look forward to working with you and appreciate your contribution to this program. </p> <div style="font-weight:bold"> <p style="text-decoration:underline; font-weight: bold"> To register and access your Institution’s Online Portal, please follow the steps below: </p> <p> Follow this link: <a href="{BaseURL}">GOAL International program Registration</a> </p> <p> Or copy and paste this url <a href="{BaseURL}">{BaseURL}</a> in your browser </p> <p> Enter Your email: {email} </p> <p> Enter Your Temporary Password: <span style="color:red">{password}</span> </p> <p> And click Login to follow a series of steps to complete your registration. </p> </div> <p> Once you complete the registration, you will be able to access your Institution's online portal at <a href="{BaseURL}">{BaseURL}</a>. <span style="color:red">Please keep your login information confidential and do not share or forward your username and password.</span> </p> <p> Please review the pertinent documents in the online portal to get acquainted with the site functionalities and program components. </p> <p> Should you have any questions, please do not hesitate to contact Diane Camara (<a href="mailto:clinicaltrials@chrc.net">clinicaltrials@chrc.net</a>) </p> <p> We look forward to working with you. </p> <p> With best regards, </p> <p> The CHRC GOAL International program Team </p>
es_mx: <p> Estimado Dr. {lastName}, </p> <p> El Dr. {piLastName} de su Institución {institution} lo ha identificado como un Sub-investigador para el Programa International GOAL. </p> <p> En nombre del Canadian Heart Research Centre y del Comité Directivo del Programa International GOAL, estamos entusiasmados en poder trabajar contigo y agradecemos tu contribución en este programa. </p> <div style="font-weight:bold"> <p style="text-decoration:underline; font-weight: bold"> Para registrarte y acceder al Portal en línea de tu Institución, sigue los pasos a continuación: </p> <p> Sigue el siguiente enlace: <a href="{BaseURL}">Registro en el Programa International GOAL</a> </p> <p> O copia y pega la siguiente dirección URL <a href="{BaseURL}">{BaseURL}</a> en tu navegador </p> <p> Ingresa tu correo electrónico: {email} </p> <p> Ingresa tu contraseña temporal: <span style="color:red">{password}</span> </p> <p> Por último, haz clic en Inicio de Sesión para seguir una serie de pasos para completar tu registro. </p> </div> <p> Una vez que completes el registro, podrás acceder al portal en línea de tu Institución en <a href="{BaseURL}">{BaseURL}</a>. <span style="color:red">Asegúrate de que tu información de inicio de sesión se mantenga confidencial y no compartas ni envíes tu nombre de usuario y contraseña.</span> </p> <p> Revisa los documentos pertinentes en el portal en línea para que te familiarices con las funcionalidades del sitio y los componentes del programa. </p> <p> Si tienes alguna pregunta, no dudes en ponerte en contacto con Diane Camara al correo electrónico (<a href="mailto:clinicaltrials@chrc.net">clinicaltrials@chrc.net</a>) </p> <p> Estamos entusiasmados en poder trabajar contigo. </p> <p> Con un atento saludo, </p> <p> El equipo del programa Internacional GOAL del CHRC </p>
pt_br: <p> Prezado Dr. {lastName}, </p> <p> Dr. {piLastName} sua Instituição {institution} o identificou como um Subinvestigador para o programa Goal International. </p> <p> Em nome do Centro Canadense de Pesquisas do Coração e do Comitê Diretor do programa GOAL International, estamos ansiosos para trabalhar com você e apreciamos sua contribuição para este programa. </p> <div style="font-weight:bold"> <p style="text-decoration:underline; font-weight: bold"> Para se registrar e acessar o Portal On-line de sua Instituição, siga as etapas abaixo: </p> <p> Siga este link: <a href="{BaseURL}">Registro no Programa GOAL International</a> </p> <p> Ou copie e cole esta url <a href="{BaseURL}">{BaseURL}</a> em seu navegador </p> <p> Insira seu e-mail: {email} </p> <p> Insira sua Senha Temporária: <span style="color:red">{password}</span> </p> <p> E clique em Login para seguir uma série de etapas para concluir seu registro. </p> </div> <p> Uma vez que você conclua o registro, será capaz de acessar o portal on-line de sua Instituição em <a href="{BaseURL}">{BaseURL}</a>. <span style="color:red">Mantenha suas informações de login confidenciais e não compartilhe ou encaminhe seu nome de usuário e senha.</span> </p> <p> Revise os documentos pertinentes no portal on-line para se familiarizar com as funcionalidades do site e componentes do programa. </p> <p> Caso tenha quaisquer dúvidas, não deixe de contatar Diane Camara (<a href="mailto:clinicaltrials@chrc.net">clinicaltrials@chrc.net</a>) </p> <p> Estamos ansiosos para trabalhar com você. </p> <p> Atenciosamente, </p> <p> Equipe do programa Internacional GOAL do CHRC </p>

# EmailSubject
source: Goal International – Registration
es_mx: GOAL International - Registro
pt_br: Goal International – Registro

# G1
source: Add Sub-Investigator
es_mx: Añadir Sub-Investigador
pt_br: Adiciona Subinvestigador

# G10
source: Email
es_mx: Correo Electrónico

# G11
source: Re-Enter Email
es_mx: Ingrese Nuevamente su Correo Electrónico
pt_br: Insira novamente o E-mail

# G12
source: "Re-Enter Email" and "Email" do not match
es_mx: Los campos de "Ingrese Nuevamente su Correo Electrónico" y "Correo Electrónico" no coinciden
pt_br: "Insira novamente o E-mail" e "E-mail" não correspondem

# G13
source: You have successfully added a new Sub-Investigator
es_mx: Has agregado con éxito un nuevo Sub-Investigador
pt_br: Você adicionou com sucesso um novo Subinvestigador

# G14
source: The person with this email has been added before
es_mx: La persona con este correo electrónico ya ha sido añadida anteriormente.
pt_br: A pessoa com este e-mail foi adicionado anteriormente

# G15
source: ADDITION SUCCESSFUL
es_mx: ADICIÓN EXITOSA
pt_br: ADIÇÃO COM SUCESSO

# G16
source: ADDITION FAILED
es_mx: ADICIÓN FALLIDA
pt_br: ADIÇÃO FALHOU

# G17
source: Add Study Coordinator
es_mx: Añadir Coordinador de Estudio
pt_br: Adicionar Coordenador do Estudo

# G18
source: To add a Study Coordinator and provide them access to your Goal portal, please complete the mandatory fields (*) and click the "Add" button
es_mx: Para agregar un Coordinador de Estudios y brindarle acceso a su portal GOAL, por favor complete los campos obligatorios (*) y haga clic en el botón de "Agregar"
pt_br: Para adicionar um Coordenador do Estudo e prover a ele acesso a sua portal Goal, preencha os campos obrigatórios (*) e clique no botão "Adicionar"

# G19
source: Mandatory fields are marked with an asterisk: *
es_mx: Los campos obligatorios están marcados con un asterisco: *
pt_br: Os campos obrigatórios são marcados com um asterisco: *

# G2
source: Instructions
es_mx: Instrucciones
pt_br: Instruções

# G20
source: You have successfully added a new Study Coordinator
es_mx: Has agregado con éxito un nuevo Coordinador de Estudio
pt_br: Você adicionou com sucesso um novo Coordenador do Estudo

# G21
source: Modify Sub-Investigator
es_mx: Modificar Sub-Investigador
pt_br: Modificar Subinvestigador

# G22
source: To remove the Sub-Investigator and discontinue their online portal access, please click the "Remove" button next to the appropriate name in the list below
es_mx: Para eliminar al Sub-investigador e interrumpir su acceso al portal en línea, haga clic en el botón de "Eliminar" que se encuentra junto al nombre correspondiente en la lista a continuación.
pt_br: Para remover o Subinvestigador e descontinuar o acesso dele ao portal on-line, clique no botão "Remover" próximo ao nome adequado na lista abaixo

# G23
source: SUB-INVESTIGATOR LIST
es_mx: LISTA DE SUB-INVESTIGADORES
pt_br: LISTA DE SUBINVESTIGADORES

# G24
source: Search Last Name
es_mx: Buscar por Apellido
pt_br: Sobrenome Buscado

# G25
source: Search First Name
es_mx: Buscar por Primer Nombre
pt_br: Primeiro Nome Buscado

# G26
source: Please Confirm
es_mx: Por Favor Confirme
pt_br: Confirmar

# G27
source: Are you sure you want to delete this Sub Investigator?
es_mx: ¿Estás seguro de que quieres eliminar a este Sub-Investigador?
pt_br: Tem certeza de que deseja excluir este Subinvestigador?

# G28
source: Deletion Failed
es_mx: Eliminación Fallida
pt_br: A exclusão falhou

# G29
source: Modify Study Coordinator
es_mx: Modificar Coordinador de Estudio
pt_br: Modificar Coordenador do Estudo

# G3
source: To add a Sub-Investigator and provide them access to your Goal portal , please complete the mandatory fields (*) and click the "Add" button
es_mx: Para agregar un Sub-investigador y brindarle acceso a su portal GOAL, por favor complete los campos obligatorios (*) y haga clic en el botón de "Agregar"
pt_br: Para adicionar um Subinvestigador e prover a ele acesso a seu portal Goal, preencha os campos obrigatórios (*) e clique no botão "Adicionar"

# G30
source: To remove the Study Coordinator and discontinue their online portal access, please click the "Remove" button next to the appropriate name in the list below
es_mx: Para eliminar al Coordinador de Estudio e interrumpir su acceso al portal en línea, haga clic en el botón de "Eliminar" que se encuentra al lado del nombre correspondiente en la lista a continuación.
pt_br: Para remover o Coordenador do Estudo e descontinuar o acesso dele a seu portal on-line, clique no botão "Remover" próximo ao nome adequado na lista abaixo

# G31
source: STUDY COORDINATOR LIST
es_mx: LISTA DE COORDINADORES DE ESTUDIO
pt_br: LISTA DE COORDENADORES DO ESTUDO

# G32
source: Are you sure you want to delete this Study Coordinator?
es_mx: ¿Estás seguro de que quieres eliminar a este Coordinador de Estudio?
pt_br: Tem ceretza de que deseja excluir este Coordenador do Estudo?

# G4
source: The Sub-Investigator will receive an automatic email with the login instructions from
es_mx: El Sub-Investigador recibirá un correo electrónico automático con las instrucciones de inicio de sesión de
pt_br: O Subinvestigador receberá um e-mail automático com as instruções de login de

# G5
source: The Sub-Investigator will have access to the same site functionalities and resources as the Principal Investigator
es_mx: El Sub-Investigador tendrá acceso a las mismas funcionalidades y recursos del sitio que el Investigador Principal
pt_br: O Subinvestigador terá acesso às mesmas funcionalidades e recursos do site que o Investigador Principal

# G6
source: You can modify/remove Sub-Investigators in the "Modify Sub-I" section of the left-hand menu
es_mx: Usted puede modificar/eliminar los Sub-Investigadores en la sección de "Modificar Sub-Investigador" en el menú de la izquierda
pt_br: Você pode modificar/remover Subinvestigadores na seção "Modifica Subi" no menu ao lado esquerdo

# G7
source: ADD
es_mx: AÑADIR
pt_br: ADICIONAR

# G8
source: First Name
es_mx: Primer Nombre
pt_br: Primeiro Nome

# G9
source: Last Name
es_mx: Apellido
pt_br: Sobrenome
